Repository: SamehHassine/Translations
Catalog: DocSolutions common library/DocSolutions common library.*.xlf
Languages: es_mx, nl_nl

# Codeunit 1509680049 - Method 1905791958 - NamedType 611326923
source: EOS DCS File Cleaner
es_mx: Limpiador de archivos EOS DCS

# Codeunit 1509680049 - Method 2365052298 - NamedType 2738920518
source: Do you want to overwrite existing setup with defaults ones?
es_mx: ¿Desea sobrescribir la configuración existente con los valores predeterminados?
nl_nl: Wilt u bestaande instellingen overschrijven met standaardinstellingen?

# Codeunit 1509680049 - Method 2365052298 - NamedType 650077689
source: DocSolution Defaults
es_mx: Valores predeterminados de DocSolution
nl_nl: DocSolution-standaardinstellingen

# Codeunit 1509680049 - Method 446010542 - NamedType 2598803798
source: read,write
es_mx: leer, escribir
nl_nl: lezen, schrijven

# Codeunit 1509680049 - Method 446010542 - NamedType 64258721
source: You do not have permission to %1 the library '%2'.
es_mx: No tiene permiso para %1 la biblioteca '%2'.
nl_nl: U hebt geen toestemming voor %1 de bibliotheek '%2'.

# Codeunit 3282079385 - Method 1654854710 - NamedType 597266185
source: The metadata (%1) must have a value
es_mx: Los metadatos (%1) deben tener un valor

# Codeunit 3282079385 - Method 1739108896 - NamedType 2179263437
source: The file size (%1 MB) exceeded the limit (%2 MB) set in library (%3)
es_mx: El tamaño de archivo (%1 MB) superó el límite (%2 MB) establecido en la biblioteca (%3)

# Page 1414148249 - Action 1811344935 - Property 1295455071
source: Load the default setup
es_mx: Cargar la configuración predeterminada
nl_nl: De standaardinstelling laden

# Page 1414148249 - Action 183296051 - Property 1295455071
source: Opens the field mapping setup for the current table setup
es_mx: Abre la configuración de asignación de campos para la configuración de tabla actual
nl_nl: Hiermee opent u de veldtoewijzingsinstelling voor de huidige tabelinstelling

# Page 1414148249 - Action 183296051 - Property 2879900210
source: Fields
es_mx: Campos

# Page 1414148249 - Action 1929393835 - Property 1295455071
source: Open the defined functions for this setup
es_mx: Abra las funciones definidas para esta configuración
nl_nl: De gedefinieerde functies voor deze instelling openen

# Page 1414148249 - Action 1929393835 - Property 2879900210
source: Functions
es_mx: Funciones
nl_nl: Functies

# Page 1414148249 - Action 2199803208 - Property 1295455071
source: Open the user setup
es_mx: Abra la configuración del usuario
nl_nl: De gebruikersinstelling openen

# Page 1414148249 - Action 2199803208 - Property 2879900210
source: DocSolutions User Setup
es_mx: Configuración del usuario de DocSolutions
nl_nl: DocSolutions-gebruikersinstellingen

# Page 1414148249 - Action 266921288 - Property 1295455071
source: Move the library content form a library to another
es_mx: Mover el contenido de la biblioteca a otra biblioteca
nl_nl: De bibliotheekinhoud vormen een bibliotheek naar een andere bibliotheek verplaatsen

# Page 1414148249 - Action 266921288 - Property 2879900210
source: Move Library Contents
es_mx: Mover contenido de la biblioteca
nl_nl: Bibliotheekinhoud verplaatsen

# Page 1414148249 - Action 3037050721 - Property 1295455071
source: Open the card page for this setup
es_mx: Abra la página de la tarjeta para esta configuración
nl_nl: De kaartpagina voor deze instelling openen

# Page 1414148249 - Action 3037050721 - Property 2879900210
source: Show Card
es_mx: Mostrar tarjeta
nl_nl: Kaart weergeven

# Page 1414148249 - Action 4051412891 - Property 1295455071
source: Open the specified libraries for this setup
es_mx: Abra las bibliotecas especificadas para esta configuración
nl_nl: De opgegeven bibliotheken voor deze instelling openen

# Page 1414148249 - Action 4051412891 - Property 2879900210
source: Libraries
es_mx: Bibliotecas
nl_nl: Bibliotheken

# Page 1414148249 - Action 4272594318 - Property 2879900210
source: Open Job Queue
es_mx: Abrir cola de trabajos

# Page 1414148249 - Control 1574164578 - Property 1295455071
source: If true the factbox will be visible also in the List page
es_mx: Si es true, el cuadro informativo también estará visible en la página Lista
nl_nl: Als dat waar is, is de factbox ook zichtbaar op de pagina Lijst

# Page 1414148249 - Control 2891538263 - Property 1295455071
source: If set to true this setup will be enabled
es_mx: Si se establece en true, esta configuración se habilitará
nl_nl: Als deze instelling is ingesteld op true, wordt deze instelling ingeschakeld

# Page 1414148249 - Control 3135334477 - Property 1295455071
source: The table ID to whom DocSolution need to be enabled
es_mx: El identificador de tabla al que se debe habilitar DocSolution
nl_nl: De tabel-id aan wie DocSolution moet worden ingeschakeld

# Page 1414148249 - Control 3165189583 - Property 1295455071
source: The Document Type (if applicable) of the record.
es_mx: El tipo de documento (si procede) del registro.
nl_nl: Het documenttype (indien van toepassing) van de record.

# Page 1414148249 - Control 3461834954 - Property 1295455071
source: The description of this setup
es_mx: La descripción de esta configuración
nl_nl: De beschrijving van deze setup

# Page 1414148249 - Control 3547142995 - Property 1295455071
source: Specifies the Default library code, this will be the library preferred if multiple library were associated to this table setup
es_mx: Especifica el código de biblioteca predeterminado, este será el preferido de la biblioteca si se asociaron varias bibliotecas a esta configuración de tabla
nl_nl: Hiermee geeft u de standaardbibliotheekcode op, dit is de voorkeur van de bibliotheek als er meerdere bibliotheken aan deze tabelinstelling zijn gekoppeld

# Page 1414148249 - Control 3808951907 - Property 1295455071
source: The table name
es_mx: El nombre de la tabla
nl_nl: De tabelnaam

# Page 1414148249 - Property 2879900210
source: DocSolutions Table Setup (DCS)
es_mx: Configuración de la tabla DocSolutions (DCS)

# Page 1866480229 - Control 3004954119 - Property 1295455071
source: The field code
es_mx: El código de campo
nl_nl: De veldcode

# Page 1866480229 - Control 3461834954 - Property 1295455071
source: The description for this setup
es_mx: La descripción de esta configuración
nl_nl: De beschrijving voor deze installatie

# Page 1866480229 - Control 624539404 - Property 1295455071
source: The External ID
es_mx: El ID externo
nl_nl: De externe id

# Page 1866480229 - Property 2879900210
source: Custom Fields Setup
es_mx: Configuración de campos personalizados
nl_nl: Aangepaste velden instellen

# Page 1918389609 - Action 1501832164 - Property 1295455071
source: Opens the Library permission page
es_mx: Abre la página de permisos Biblioteca
nl_nl: Hiermee opent u de machtigingspagina Bibliotheek

# Page 1918389609 - Action 1501832164 - Property 2879900210
source: Permissions
es_mx: Permisos
nl_nl: Machtigingen

# Page 1918389609 - Control 1109300786 - Property 1295455071
source: The description for this setup
es_mx: La descripción de esta configuración
nl_nl: De beschrijving voor deze installatie

# Page 1918389609 - Control 2891538263 - Property 1295455071
source: Specifies if this library is enabled
es_mx: Especifica si esta biblioteca está habilitada
nl_nl: Hiermee geeft u op of deze bibliotheek is ingeschakeld

# Page 1918389609 - Control 3004954119 - Property 1295455071
source: The library code
es_mx: El código de la biblioteca
nl_nl: De bibliotheekcode

# Page 1918389609 - Control 613473307 - Property 1295455071
source: Specifies the storage type that will be used for this library
es_mx: Especifica el tipo de almacenamiento que se utilizará para esta biblioteca
nl_nl: Hiermee geeft u het opslagtype op dat voor deze bibliotheek wordt gebruikt

# Page 1918389609 - Property 2879900210
source: DocSolutions Libraries (DCS)
es_mx: Bibliotecas DocSolutions (DCS)
nl_nl: DocSolutions-bibliotheken (DCS)

# Page 1979260364 - Control 4184073497 - Property 1295455071
source: Specifies if the documents need to be grouped
es_mx: Especifica si es necesario agrupar los documentos
nl_nl: Hiermee geeft u op of de documenten moeten worden gegroepeerd

# Page 1979260364 - Property 2879900210
source: DocSolutions User Setup
es_mx: Configuración del usuario de DocSolutions
nl_nl: DocSolutions-gebruikersinstellingen

# Page 2016688465 - Control 1131619133 - Property 1295455071
source: The metadata value according to the field mapping
es_mx: El valor de metadatos según la asignación de campos
nl_nl: De metagegevenswaarde volgens de veldtoewijzing

# Page 2016688465 - Control 2961552353 - Property 1295455071
source: The metadata name (External ID)
es_mx: El nombre de los metadatos (ID externo)
nl_nl: De naam metagegevens (externe id)

# Page 2016688465 - Control 3461834954 - Property 1295455071
source: The metadata name (Description)
es_mx: El nombre de los metadatos (Descripción)
nl_nl: De naam van de metagegevens (beschrijving)

# Page 2016688465 - Control 3461834954 - Property 2879900210
source: Description
es_mx: Descripción
nl_nl: Omschrijving

# Page 2016688465 - Property 2879900210
source: Metadata
es_mx: Metadatos
nl_nl: Metagegevens

# Page 2018529582 - Control 1016130111 - Property 1295455071
source: System Entry No.
es_mx: Entrada del sistema No.
nl_nl: Systeeminvoer nr.

# Page 2018529582 - Control 804481195 - Property 1295455071
source: File Name
es_mx: Nombre de archivo
nl_nl: Bestandsnaam

# Page 2281600624 - Control 1131619133 - Property 1295455071
source: The value of the field
es_mx: El valor del campo
nl_nl: De waarde van het veld

# Page 2281600624 - Control 3461834954 - Property 1295455071
source: The description for this value
es_mx: La descripción de este valor
nl_nl: De beschrijving voor deze waarde

# Page 2281600624 - Property 2879900210
source: DocSolutions Field Values
es_mx: Valores de campo de DocSolutions
nl_nl: Veldwaarden docsolutions

# Page 2513218693 - Action 183296051 - Property 1295455071
source: Opens the field mapping setup for the current table setup
es_mx: Abre la configuración de asignación de campos para la configuración de tabla actual
nl_nl: Hiermee opent u de veldtoewijzingsinstelling voor de huidige tabelinstelling

# Page 2513218693 - Action 183296051 - Property 2879900210
source: Fields
es_mx: Campos

# Page 2513218693 - Action 1929393835 - Property 1295455071
source: Open the defined functions for this setup
es_mx: Abra las funciones definidas para esta configuración
nl_nl: De gedefinieerde functies voor deze instelling openen

# Page 2513218693 - Action 1929393835 - Property 2879900210
source: Functions
es_mx: Funciones
nl_nl: Functies

# Page 2513218693 - Action 3037050721 - Property 1295455071
source: Open the card page for this setup
es_mx: Abra la página de la tarjeta para esta configuración
nl_nl: De kaartpagina voor deze instelling openen

# Page 2513218693 - Action 3037050721 - Property 2879900210
source: Show Card
es_mx: Mostrar tarjeta
nl_nl: Kaart weergeven

# Page 2513218693 - Action 4051412891 - Property 1295455071
source: Open the specified libraries for this setup
es_mx: Abra las bibliotecas especificadas para esta configuración
nl_nl: De opgegeven bibliotheken voor deze instelling openen

# Page 2513218693 - Action 4051412891 - Property 2879900210
source: Libraries
es_mx: Bibliotecas
nl_nl: Bibliotheken

# Page 2513218693 - Control 1574164578 - Property 1295455071
source: If true the factbox will be visible also in the List page
es_mx: Si es true, el cuadro informativo también estará visible en la página Lista
nl_nl: Als dat waar is, is de factbox ook zichtbaar op de pagina Lijst

# Page 2513218693 - Control 2891538263 - Property 1295455071
source: If set to true this setup will be enabled
es_mx: Si se establece en true, esta configuración se habilitará
nl_nl: Als deze instelling is ingesteld op true, wordt deze instelling ingeschakeld

# Page 2513218693 - Control 3135334477 - Property 1295455071
source: The table ID to whom DocSolution need to be enabled
es_mx: El identificador de tabla al que se debe habilitar DocSolution
nl_nl: De tabel-id aan wie DocSolution moet worden ingeschakeld

# Page 2513218693 - Control 3165189583 - Property 1295455071
source: The Document Type (if applicable) of the record.
es_mx: El tipo de documento (si procede) del registro.
nl_nl: Het documenttype (indien van toepassing) van de record.

# Page 2513218693 - Control 3461834954 - Property 1295455071
source: The description of this setup
es_mx: La descripción de esta configuración
nl_nl: De beschrijving van deze setup

# Page 2513218693 - Control 3547142995 - Property 1295455071
source: Specifies the Default library code, this will be the library preferred if multiple library were associated to this table setup
es_mx: Especifica el código de biblioteca predeterminado, este será el preferido de la biblioteca si se asociaron varias bibliotecas a esta configuración de tabla
nl_nl: Hiermee geeft u de standaardbibliotheekcode op, dit is de voorkeur van de bibliotheek als er meerdere bibliotheken aan deze tabelinstelling zijn gekoppeld

# Page 2513218693 - Control 3808951907 - Property 1295455071
source: The table name
es_mx: El nombre de la tabla
nl_nl: De tabelnaam

# Page 2513218693 - Control 3982460943 - Property 2879900210
source: Factbox
es_mx: Caja de hechos
nl_nl: Factbox (Factbox)

# Page 2513218693 - Control 888856788 - Property 1295455071
source: Specifies the value of the "Delete Attachment on Rec Delete" field
es_mx: Especifica el valor del campo "Eliminar datos adjuntos en Rec Delete"

# Page 2598793597 - Action 934338943 - Property 1295455071
source: Set the Library code to the default ones declared in the table setup
es_mx: Establezca el código de la biblioteca en los valores predeterminados declarados en la configuración de la tabla
nl_nl: De bibliotheekcode instellen op de standaardcode die is gedeclareerd in de tabelinstelling

# Page 2598793597 - Control 1545435603 - Property 1295455071
source: The dropped file name
es_mx: El nombre de archivo eliminado
nl_nl: De gevallen bestandsnaam

# Page 2598793597 - Control 2016688465 - Property 2879900210
source: Edit here your metadata for the selected file
es_mx: Edite aquí sus metadatos para el archivo seleccionado
nl_nl: Bewerk hier uw metagegevens voor het geselecteerde bestand

# Page 2598793597 - Control 2458840750 - Property 1295455071
source: Specifies in which library is the file going to be saved
es_mx: Especifica en qué biblioteca se va a guardar el archivo
nl_nl: Hiermee geeft u op in welke bibliotheek het bestand wordt opgeslagen

# Page 2598793597 - Control 739346273 - Property 2879900210
source: Files to upload
es_mx: Archivos para cargar
nl_nl: Bestanden om te uploaden

# Page 2598793597 - Property 2879900210
source: DocSolutions Dropped Files
es_mx: Archivos caídos de DocSolutions
nl_nl: DocSolutions-bestanden

# Page 2704839719 - Action 1501832164 - Property 1295455071
source: Opens the Library permission page
es_mx: Abre la página de permisos Biblioteca
nl_nl: Hiermee opent u de machtigingspagina Bibliotheek

# Page 2704839719 - Action 1501832164 - Property 2879900210
source: Permissions
es_mx: Permisos
nl_nl: Machtigingen

# Page 2704839719 - Action 4022156354 - Property 1295455071
source: Opens the Execution Log page
es_mx: Abre la página Registro de ejecución
nl_nl: De pagina Uitvoeringslogboek openen

# Page 2704839719 - Action 4022156354 - Property 2879900210
source: Execution Log
es_mx: Registro de ejecución
nl_nl: Uitvoeringslogboek

# Page 2704839719 - Control 1109300786 - Property 1295455071
source: The description for this setup
es_mx: La descripción de esta configuración
nl_nl: De beschrijving voor deze installatie

# Page 2704839719 - Control 1416069908 - Property 1295455071
source: Specifies the value of the "File size limit (MB)" field
es_mx: Especifica el valor del campo "Límite de tamaño de archivo (MB)"

# Page 2704839719 - Control 2891538263 - Property 1295455071
source: Specifies if this library is enabled
es_mx: Especifica si esta biblioteca está habilitada
nl_nl: Hiermee geeft u op of deze bibliotheek is ingeschakeld

# Page 2704839719 - Control 3004954119 - Property 1295455071
source: The library code
es_mx: El código de la biblioteca
nl_nl: De bibliotheekcode

# Page 2704839719 - Control 3115023332 - Property 1295455071
source: Enable some logging during the usage of this library. Use Only for Debug
es_mx: Habilite algunos registros durante el uso de esta biblioteca. Usar sólo para depurar
nl_nl: Schakel een aantal logboekregistraties in tijdens het gebruik van deze bibliotheek. Alleen gebruiken voor foutopsporing

# Page 2704839719 - Control 3542750411 - Property 2879900210
source: Visible Attributes
es_mx: Atributos visibles
nl_nl: Zichtbare kenmerken

# Page 2704839719 - Control 613473307 - Property 1295455071
source: Specifies the storage type that will be used for this library
es_mx: Especifica el tipo de almacenamiento que se utilizará para esta biblioteca
nl_nl: Hiermee geeft u het opslagtype op dat voor deze bibliotheek wordt gebruikt

# Page 2704839719 - Property 2879900210
source: DocSolutions Library
es_mx: Biblioteca DocSolutions
nl_nl: DocSolutions-bibliotheek

# Page 2761641414 - Control 2458840750 - Property 1295455071
source: The library code
es_mx: El código de la biblioteca
nl_nl: De bibliotheekcode

# Page 2761641414 - Control 3152096941 - Property 1295455071
source: Specifies if reading is allowed for this library
es_mx: Especifica si se permite la lectura de esta biblioteca
nl_nl: Hiermee geeft u op of lezen is toegestaan vanuit deze bibliotheek

# Page 2761641414 - Control 586724976 - Property 1295455071
source: Specifies if writing is allowed for this library
es_mx: Especifica si se permite escribir desde esta biblioteca
nl_nl: Hiermee geeft u op of schrijven is toegestaan vanuit deze bibliotheek

# Page 2761641414 - Control 638540578 - Property 1295455071
source: The permission code that need to be assigned
es_mx: El código de permiso que se debe asignar
nl_nl: De machtigingscode die moet worden toegewezen

# Page 2761641414 - Control 717706197 - Property 1295455071
source: The type of the permission that need to be assigned
es_mx: El tipo de permiso que se debe asignar
nl_nl: Het type van de machtiging dat moet worden toegewezen

# Page 3031960461 - Action 1034300564 - Property 1295455071
source: Open the Field Values setup. This can be used for limit the values that can be written inside a field
es_mx: Abra la configuración Valores de campo. Esto se puede utilizar para limitar los valores que se pueden escribir dentro de un campo
nl_nl: Open de instelling Veldwaarden. Dit kan worden gebruikt voor het beperken van de waarden die in een veld kunnen worden geschreven

# Page 3031960461 - Action 1034300564 - Property 2879900210
source: Values
es_mx: Valores
nl_nl: Waarden

# Page 3031960461 - Control 1513426459 - Property 1295455071
source: Specifies the value of the "Required" field
es_mx: Especifica el valor del campo "Obligatorio"

# Page 3031960461 - Control 2207473174 - Property 1295455071
source: Specifies the value of the Visible on Upload field
es_mx: Especifica el valor del campo Visible en la carga
nl_nl: Hiermee geeft u de waarde op van het veld Zichtbaar op uploaden

# Page 3031960461 - Control 2240064364 - Property 1295455071
source: The library code to whom this field is mapped
es_mx: El código de biblioteca al que se asigna este campo
nl_nl: De bibliotheekcode aan wie dit veld is toegewezen

# Page 3031960461 - Control 2913739292 - Property 1295455071
source: Specifies any default value for this field
es_mx: Información sobre herramientas especifica cualquier valor predeterminado para este campo
nl_nl: Gereedschapstip geeft de standaardwaarde voor dit veld op

# Page 3031960461 - Control 3461834954 - Property 1295455071
source: The description for this setup
es_mx: La descripción de esta configuración
nl_nl: De beschrijving voor deze installatie

# Page 3031960461 - Control 3718485266 - Property 1295455071
source: Specifies if there are any function to execute
es_mx: Especifica si hay alguna función que ejecutar
nl_nl: Hiermee geeft u op of er een functie moet worden uitgevoerd

# Page 3031960461 - Control 4265885599 - Property 1295455071
source: The Field caption
es_mx: El título Field
nl_nl: Het veldbijschrift

# Page 3031960461 - Control 540883392 - Property 1295455071
source: The Field number that will be used to fill the metadata
es_mx: El número de campo que se utilizará para rellenar los metadatos
nl_nl: Het veldnummer dat wordt gebruikt om de metagegevens te vullen

# Page 3031960461 - Control 624539404 - Property 1295455071
source: The external ID given by the storage
es_mx: El ID externo dado por el almacenamiento
nl_nl: De externe ID die door de opslag wordt gegeven

# Page 3031960461 - Control 657248516 - Property 1295455071
source: The function description
es_mx: La descripción de la función
nl_nl: De functiebeschrijving

# Page 3708194177 - Action 2026913255 - Property 1295455071
source: Refresh the File List
es_mx: Actualizar la lista de archivos
nl_nl: De bestandslijst vernieuwen

# Page 3708194177 - Action 2026913255 - Property 2879900210
source: Refresh
es_mx: Actualizar
nl_nl: Vernieuwen

# Page 3708194177 - Action 282738653 - Method 1377591017 - NamedType 1081627246
source: Choose the file to upload
es_mx: Elija el archivo que desea cargar
nl_nl: Het bestand kiezen dat u wilt uploaden

# Page 3708194177 - Action 282738653 - Property 1295455071
source: Upload a file larger than 25MB
es_mx: Cargar un archivo de más de 25 MB
nl_nl: Een bestand van meer dan 25 MB uploaden

# Page 3708194177 - Action 282738653 - Property 2879900210
source: Large file
es_mx: Archivo grande
nl_nl: Groot bestand

# Page 3708194177 - NamedType 407090172
source: Are you sure to delete this file (%1)?
es_mx: ¿Está seguro de eliminar este archivo (%1)?
nl_nl: Weet u zeker dat u dit bestand verwijdert (%1)?

# Page 3877025953 - Control 3004954119 - Property 1295455071
source: The function code
es_mx: El código de función
nl_nl: De functiecode

# Page 3877025953 - Control 3461834954 - Property 1295455071
source: The description for this function
es_mx: La descripción de esta función
nl_nl: De beschrijving voor deze functie

# Page 3877025953 - Property 2879900210
source: DocSolutions Functions
es_mx: Funciones De DocSolutions
nl_nl: DocSolutions-functies

# Page 488144253 - Action 2938919081 - Property 1295455071
source: Executes the Download response action
es_mx: Ejecuta la acción Descargar respuesta
nl_nl: Voert de actie Downloadreactie uit

# Page 488144253 - Action 2938919081 - Property 2879900210
source: Download response
es_mx: Descargar respuesta
nl_nl: Reactie downloaden

# Page 488144253 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field
es_mx: Especifica el valor del campo Descripción
nl_nl: Hiermee geeft u de waarde op van het veld Beschrijving

# Page 488144253 - Control 851011557 - Property 1295455071
source: Specifies the value of the Response Data field
es_mx: Especifica el valor del campo Datos de respuesta
nl_nl: Hiermee geeft u de waarde op van het veld Antwoordgegevens

# Page 488144253 - Control 851011557 - Property 2879900210
source: Response data
es_mx: Datos de respuesta
nl_nl: Reactiegegevens

# Page 488144253 - Control 883711285 - Property 1295455071
source: Specifies the value of the Entry No. field
es_mx: Especifica el valor de la entrada No. Campo
nl_nl: Hiermee geeft u de waarde van het invoern. Veld

# Page 488144253 - NamedType 4210430314
source: Click to download
es_mx: Haga clic para descargar
nl_nl: Klik om te downloaden

# Page 488144253 - Property 2879900210
source: Execution Logs (DCS)
es_mx: Registros de ejecución (DCS)
nl_nl: Uitvoeringslogboeken (DCS)
