Repository: SamehHassine/Translations
Catalog: DocSolutions common library/DocSolutions common library.*.xlf
Languages: es_mx, nl_nl

# Table 1866480229 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción
nl_nl: Omschrijving

# Table 1866480229 - Field 3531868071 - Property 2879900210
source: Field No.
es_mx: Campo No.
nl_nl: Veldnr.

# Table 1866480229 - Field 624539404 - Property 2879900210
source: External ID
es_mx: ID externo
nl_nl: Externe id

# Table 1866480229 - Field 823559016 - Property 2879900210
source: Field Caption
es_mx: Título de campo
nl_nl: Veldbijschrift

# Table 1866480229 - Property 2879900210
source: Custom Fields Setup
es_mx: Configuración de campos personalizados
nl_nl: Aangepaste velden instellen

# Table 2283061939 - Field 1109300786 - Property 2879900210
source: Description
es_mx: Descripción
nl_nl: Omschrijving

# Table 2283061939 - Field 1416069908 - Property 2879900210
source: File size limit (MB)
es_mx: Límite de tamaño de archivo (MB)

# Table 2283061939 - Field 2891538263 - Property 2879900210
source: Enabled
es_mx: Habilitado
nl_nl: Ingeschakeld

# Table 2283061939 - Field 2912163126 - Property 2879900210
source: Storage URL
es_mx: URL de almacenamiento
nl_nl: Opslag-URL

# Table 2283061939 - Field 3004954119 - Property 2879900210
source: Code
es_mx: Código

# Table 2283061939 - Field 3115023332 - Property 2879900210
source: Enable Debug
es_mx: Habilitar depuración
nl_nl: Foutopsporing inschakelen

# Table 2283061939 - Field 613473307 - Property 2879900210
source: Storage Type
es_mx: Tipo de almacenamiento
nl_nl: Bestandslocatie

# Table 2358999354 - Field 1753214751 - Property 2879900210
source: Source Type
es_mx: Tipo de fuente

# Table 2358999354 - Field 205345179 - Property 2879900210
source: Source Subtype
es_mx: Subtipo fuente

# Table 2358999354 - Field 3076185996 - Property 2879900210
source: Source ID
es_mx: ID de origen

# Table 2358999354 - Field 3277130020 - Property 2879900210
source: Record Deleted
es_mx: Registro eliminado

# Table 2358999354 - Field 3988387256 - Property 2879900210
source: Directory Path
es_mx: Ruta de directorio

# Table 2358999354 - Field 4050115245 - Property 2879900210
source: DCS Library
es_mx: Biblioteca DCS

# Table 2358999354 - Field 689635933 - Property 2879900210
source: File Path
es_mx: Ruta de archivo

# Table 2358999354 - Field 883711285 - Property 2879900210
source: Entry No.
es_mx: Entrada Nº

# Table 2761641414 - Field 2458840750 - Property 2879900210
source: Library Code
es_mx: Código de biblioteca
nl_nl: Bibliotheekcode

# Table 2761641414 - Field 3152096941 - Property 2879900210
source: Allow Read
es_mx: Permitir lectura
nl_nl: Lezen toestaan

# Table 2761641414 - Field 586724976 - Property 2879900210
source: Allow Write
es_mx: Permitir escritura
nl_nl: Schrijven toestaan

# Table 2761641414 - Field 638540578 - Property 2879900210
source: Permission Code
es_mx: Código de permisos
nl_nl: Machtigingscode

# Table 2761641414 - Field 717706197 - Property 2879900210
source: Permission Type
es_mx: Tipo de permiso
nl_nl: Type machtiging

# Table 2761641414 - Field 717706197 - Property 62802879
source: Permission Set,User,User Group
es_mx: Conjunto de permisos, usuario, grupo de usuarios
nl_nl: Machtigingsset, Gebruiker, Gebruikersgroep

# Table 2761641414 - Property 2879900210
source: Library Permission
es_mx: Permiso de biblioteca
nl_nl: Bibliotheekmachtigingen

# Table 3031960461 - Field 1513426459 - Property 2879900210
source: Required
es_mx: Obligatorio

# Table 3031960461 - Field 2207473174 - Property 2879900210
source: Visible on Upload
es_mx: Visible en la carga
nl_nl: Zichtbaar op Uploaden

# Table 3031960461 - Field 2240064364 - Property 2879900210
source: Library No.
es_mx: Biblioteca No.
nl_nl: Bibliotheek nr.

# Table 3031960461 - Field 2913739292 - Property 2879900210
source: Default Value
es_mx: Valor predeterminado

# Table 3031960461 - Field 3070320983 - Property 2879900210
source: Field Name
es_mx: Nombre del campo
nl_nl: Veldnaam

# Table 3031960461 - Field 3135334477 - Property 2879900210
source: Table ID
es_mx: Tabla Id
nl_nl: Tabel-id

# Table 3031960461 - Field 3165189583 - Property 2879900210
source: Document Type
es_mx: Tipo de documento

# Table 3031960461 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción
nl_nl: Omschrijving

# Table 3031960461 - Field 3718485266 - Property 2879900210
source: DCS Function
es_mx: Función DCS
nl_nl: DCS, functie

# Table 3031960461 - Field 3808951907 - Property 2879900210
source: Table Name
es_mx: Nombre de la tabla
nl_nl: Tabelnaam

# Table 3031960461 - Field 4265885599 - Property 2879900210
source: Field Caption
es_mx: Subtítulo de campo
nl_nl: veldbijschrift

# Table 3031960461 - Field 540883392 - Property 2879900210
source: Field No.
es_mx: Campo No.
nl_nl: veld nr.

# Table 3031960461 - Field 624539404 - Property 2879900210
source: External ID
es_mx: ID externo
nl_nl: Externe id

# Table 3031960461 - Field 657248516 - Property 2879900210
source: DCS Function Description
es_mx: Descripción de la función DCS
nl_nl: Beschrijving dcs, functie

# Table 4127093788 - Field 1753214751 - Property 2879900210
source: Source Type
es_mx: Tipo de fuente
nl_nl: Bronsoort

# Table 4127093788 - Field 205345179 - Property 2879900210
source: Source Subtype
es_mx: Subtipo fuente
nl_nl: Bronsubsoort

# Table 4127093788 - Field 2268965417 - Property 2879900210
source: File Content
es_mx: Contenido del archivo
nl_nl: Bestandsinhoud

# Table 4127093788 - Field 2458840750 - Property 2879900210
source: Library Code
es_mx: Código de biblioteca
nl_nl: Bibliotheekcode

# Table 4127093788 - Field 3076185996 - Property 2879900210
source: Source ID
es_mx: ID de origen
nl_nl: Voor id

# Table 4127093788 - Field 4138364935 - Property 2879900210
source: Metadata
es_mx: Metadatos
nl_nl: Metagegevens

# Table 4127093788 - Field 804481195 - Property 2879900210
source: File Name
es_mx: Nombre de archivo
nl_nl: Bestandsnaam

# Table 4127093788 - Field 883711285 - Property 2879900210
source: Entry No.
es_mx: Entrada Nº
nl_nl: Volgnummer

# Table 4196027065 - Field 2324840497 - Property 2879900210
source: Field No.
es_mx: Campo No.
nl_nl: Veldnr.

# Table 4196027065 - Field 3135334477 - Property 2879900210
source: Table ID
es_mx: Tabla Id
nl_nl: Tabel-id

# Table 4196027065 - Field 3165189583 - Property 2879900210
source: Document Type
es_mx: Tipo de documento

# Table 4196027065 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción
nl_nl: Omschrijving

# Table 4196027065 - Property 2879900210
source: DocSolutions Field Value
es_mx: Valor de campo de DocSolutions
nl_nl: Waarde docsolutions-veld

# Table 731974432 - Field 3004954119 - Property 2879900210
source: Code
es_mx: Código

# Table 731974432 - Field 3135334477 - Property 2879900210
source: Table ID
es_mx: Tabla Id
nl_nl: Tabel-id

# Table 731974432 - Field 3165189583 - Property 2879900210
source: Table Option Type
es_mx: Tipo de opción de tabla
nl_nl: Type tabeloptie

# Table 731974432 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción
nl_nl: Omschrijving

# Table 731974432 - Property 2879900210
source: DocSolutions Function
es_mx: Función DocSolutions
nl_nl: DocSolutions, functie

# Table 860192569 - Field 2458840750 - Property 2879900210
source: Library Code
es_mx: Código de biblioteca
nl_nl: Bibliotheekcode

# Table 860192569 - Field 2891538263 - Property 2879900210
source: Enabled
es_mx: Habilitado
nl_nl: Ingeschakeld

# Table 860192569 - Field 3135334477 - Property 2879900210
source: Table ID
es_mx: Tabla Id
nl_nl: Tabel-id

# Table 860192569 - Field 3165189583 - Property 2879900210
source: Table Option Type
es_mx: Tipo de opción de tabla
nl_nl: Type tabeloptie

# Table 860192569 - Field 613473307 - Property 2879900210
source: Storage Type
es_mx: Tipo de almacenamiento
nl_nl: Bestandslocatie

# Table 917902758 - Field 2458840750 - Property 2879900210
source: Library Code
es_mx: Código de biblioteca
nl_nl: Bibliotheekcode

# Table 917902758 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción

# TableExtension 3020303107 - Field 2850702690 - Property 2879900210
source: Group Documents
es_mx: Documentos de grupo
nl_nl: Groepsdocumenten

# TableExtension 3020303107 - Field 2850702690 - Property 62802879
source: ,By Library
es_mx: ,Por Biblioteca
nl_nl: ,Door Bibliotheek

# Page 1979260364 - Control 2445482498 - Property 2879900210
source: General
nl_nl: Algemeen

# Page 2513218693 - Control 2445482498 - Property 2879900210
source: General
nl_nl: Algemeen

# Page 2704839719 - Control 2445482498 - Property 2879900210
source: General
nl_nl: Algemeen

# Page 3031960461 - Property 2879900210
source: DocSolutions Fields Mapping
nl_nl: Toewijzing van DocSolutions-velden

# Table 3031960461 - Property 2879900210
source: DocSolutions Fields Mapping
nl_nl: Toewijzing van DocSolutions-velden

# Table 4196027065 - Field 1131619133 - Property 2879900210
source: Value
nl_nl: Waarde
