Repository: SamehHassine/Translations
Catalog: DocSolutions common library/DocSolutions common library.*.xlf
Languages: es_mx, nl_nl

# Page 860192569 - Action 3409739645 - Property 1295455071
source: Opens the selected library card
es_mx: Abre la tarjeta de biblioteca seleccionada
nl_nl: Opent de geselecteerde bibliotheekkaart

# Page 860192569 - Action 3409739645 - Property 2879900210
source: Open Library
es_mx: Biblioteca abierta
nl_nl: Bibliotheek openen

# Page 860192569 - Control 2458840750 - Property 1295455071
source: The library code
es_mx: El código de la biblioteca
nl_nl: De bibliotheekcode

# Page 860192569 - Control 613473307 - Property 1295455071
source: The library storage type
es_mx: El tipo de almacenamiento de la biblioteca
nl_nl: Het opslagtype bibliotheek

# Page 860192569 - Property 2879900210
source: DocSolution Library Table Link
es_mx: Enlace de tabla de biblioteca DocSolution
nl_nl: Koppeling docsolution-bibliotheektabelkoppeling

# Page 917902758 - Action 601981452 - Property 1295455071
source: Opens the possible values that can be used
es_mx: Abre los valores posibles que se pueden utilizar
nl_nl: Hiermee opent u de mogelijke waarden die kunnen worden gebruikt

# Page 917902758 - Control 2961552353 - Property 1295455071
source: The External ID of the visible attribute in the factbox
es_mx: El ID externo del atributo visible en el cuadro informativo
nl_nl: De externe id van het zichtbare kenmerk in het factbox

# Page 917902758 - Control 3461834954 - Property 1295455071
source: The External ID of the visible attribute in the factbox
es_mx: El ID externo del atributo visible en el cuadro informativo

# Page 917902758 - Property 2879900210
source: Visible Attributes
es_mx: Atributos visibles
nl_nl: Zichtbare kenmerken

# PageExtension 1145861625 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1145861625 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 1158607094 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1158607094 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 1213342573 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1213342573 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 1266230344 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1266230344 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Impresión y carga (DCS)

# PageExtension 1300177471 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1300177471 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 1333711292 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1333711292 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 1469086494 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1469086494 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 1627394688 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1627394688 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 1637995517 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1637995517 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 1682130167 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1682130167 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 1783558242 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1783558242 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 183092431 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 183092431 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Impresión y carga (DCS)

# PageExtension 1851039190 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1851039190 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 1903926961 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1903926961 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Impresión y carga (DCS)

# PageExtension 193693260 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 193693260 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 1937874088 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 1937874088 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 2265091305 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 2265091305 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 2275692134 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 2275692134 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 2319826784 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 2319826784 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 2421254859 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 2421254859 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 2541623578 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 2541623578 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Impresión y carga (DCS)

# PageExtension 2575570705 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 2575570705 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 2902787922 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 2902787922 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 2957523401 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 2957523401 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 3077892120 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 3077892120 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 3213267322 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 3213267322 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 3426310995 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 3426310995 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 3527739070 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 3527739070 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 3540484539 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 3540484539 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 3595220018 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 3595220018 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 3715588737 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 3715588737 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 3749535864 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 3749535864 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 3850963939 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 3850963939 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 39377414 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 39377414 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 4064007612 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 4064007612 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 4165435687 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 4165435687 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 4178181156 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 4178181156 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 4232916635 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 4232916635 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 508165008 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 508165008 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 520910477 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 520910477 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Impresión y carga (DCS)

# PageExtension 575645956 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 575645956 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 58318058 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 58318058 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 628533727 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 628533727 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Impresión y carga (DCS)

# PageExtension 696014675 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 696014675 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 820789048 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 820789048 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Impresión y carga (DCS)

# PageExtension 831389877 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 831389877 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# PageExtension 989698071 - Action 2236127191 - Property 1295455071
source: Will save the related report to Docsolutions.
es_mx: Guardará el informe relacionado en Docsolutions.
nl_nl: Hiermee wordt het bijbehorende rapport opgeslagen in Docsolutions.

# PageExtension 989698071 - Action 2236127191 - Property 2879900210
source: Print & Upload (DCS)
es_mx: Imprimir y cargar (DCS)

# Report 2450407862 - Control 1583902283 - Property 1295455071
source: Specify the library to which transfer the data
es_mx: Especifique la biblioteca a la que se transfieren los datos
nl_nl: De bibliotheek opgeven waarnaar de gegevens worden overgedragen

# Report 2450407862 - Control 1583902283 - Property 2879900210
source: To Library
es_mx: A la biblioteca
nl_nl: Naar bibliotheek

# Report 2450407862 - Control 2346885236 - Property 2879900210
source: Options
es_mx: Opciones
nl_nl: Opties

# Report 2450407862 - Control 2537429775 - Property 1295455071
source: Specify some filter that will applied to the source records
es_mx: Especifique algún filtro que se aplicará a los registros de origen
nl_nl: Een filter opgeven dat wordt toegepast op de bronrecords

# Report 2450407862 - Control 2537429775 - Property 2879900210
source: Filter / Sorting
es_mx: Filtro / Clasificación
nl_nl: Filteren / sorteren

# Report 2450407862 - Control 3580002392 - Property 1295455071
source: Specify the library from which transfer the data
es_mx: Especifique la biblioteca desde la que transferir los datos
nl_nl: De bibliotheek opgeven van waaruit de gegevens worden overgedragen

# Report 2450407862 - Control 3580002392 - Property 2879900210
source: From Library
es_mx: De la biblioteca
nl_nl: Van Bibliotheek

# Report 2450407862 - Property 2879900210
source: DCS - Move Files
es_mx: DCS - Mover archivos
nl_nl: DCS - Bestanden verplaatsen

# Table 115897788 - Field 2458840750 - Property 2879900210
source: Library Code
es_mx: Código de biblioteca
nl_nl: Bibliotheekcode

# Table 115897788 - Field 313599960 - Property 2879900210
source: Call Stack
es_mx: Pila de llamadas

# Table 115897788 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción
nl_nl: Omschrijving

# Table 115897788 - Field 851011557 - Property 2879900210
source: Response Data
es_mx: Datos de respuesta
nl_nl: Reactiegegevens

# Table 115897788 - Field 883711285 - Property 2879900210
source: Entry No.
es_mx: Entrada Nº
nl_nl: Volgnummer

# Table 1414148249 - Field 1574164578 - Property 2879900210
source: Show Factbox (Lists)
es_mx: Mostrar cuadro informativo (listas)
nl_nl: Factbox weergeven (lijsten)

# Table 1414148249 - Field 2891538263 - Property 2879900210
source: Enabled
es_mx: Habilitado
nl_nl: Ingeschakeld

# Table 1414148249 - Field 3135334477 - Property 2879900210
source: Table ID
es_mx: Tabla Id
nl_nl: Tabel-id

# Table 1414148249 - Field 3165189583 - Property 2879900210
source: Document Type
es_mx: Tipo de documento

# Table 1414148249 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripción
nl_nl: Omschrijving

# Table 1414148249 - Field 3547142995 - Property 2879900210
source: Default Library Code
es_mx: Código de biblioteca predeterminado
nl_nl: Standaardbibliotheekcode

# Table 1414148249 - Field 3808951907 - Property 2879900210
source: Table Name
es_mx: Nombre de la tabla
nl_nl: Tabelnaam

# Table 1414148249 - Field 888856788 - Property 2879900210
source: Delete Attachment on Rec Delete
es_mx: Eliminar archivo adjunto en Rec Delete

# Table 1414148249 - Method 1080453686 - NamedType 2259512085
source: No library associated. Cannot enable the table.
es_mx: No hay biblioteca asociada. No se puede habilitar la tabla.
nl_nl: Er is geen bibliotheek gekoppeld. Kan de tabel niet inschakelen.

# Table 1414148249 - Method 1080453686 - NamedType 3973354401
source: The table cannot be certified. Subscriptions are enabled?
es_mx: La tabla no se puede certificar. ¿Las suscripciones están habilitadas?
nl_nl: De tabel kan niet worden gecertificeerd. Abonnementen zijn ingeschakeld?

# Table 1414148249 - NamedType 430254759
source: You cannot rename a %1.
es_mx: No se puede cambiar el nombre de un %1.
nl_nl: U kunt een %1 niet hernoemen.

# Table 1414148249 - Property 2879900210
source: DocSolutions Table Setup
es_mx: Configuración de la tabla DocSolutions
nl_nl: Opstelling docsolutions-tabel

# Table 1866480229 - Field 3004954119 - Property 2879900210
source: Code
es_mx: Código

# Table 1866480229 - Field 3135334477 - Property 2879900210
source: Table ID
es_mx: Tabla Id
nl_nl: Tabel-id
