Repository: SamehHassine/Translations
Catalog: Packing List/Packing List.*.xlf
Languages: de_at, it_ch

# Codeunit 1267852821 - Method 2415056048 - NamedType 1231767055
source: Transfer Order %1
de_at: Umlagerungsauftrag %1
it_ch: Ordine di trasferimento %1

# Codeunit 1267852821 - Method 2415056048 - NamedType 1798772352
source: Transfer Shipment %1
de_at: Umlagerungsausgang %1
it_ch: Spedizione trasferimento %1

# Codeunit 1267852821 - Method 2415056048 - NamedType 2240924324
source: Return Order %1
de_at: Reklamation %1
it_ch: Ordini di Reso %1

# Codeunit 1267852821 - Method 2415056048 - NamedType 2384517891
source: Whse. Shipment %1
de_at: Whse. Versand %1
it_ch: Whse. Spedizione %1

# Codeunit 1267852821 - Method 2415056048 - NamedType 25989025
source: Sales Shipment %1
de_at: Verkaufslieferung %1
it_ch: Spedizione vendita %1

# Codeunit 1267852821 - Method 2415056048 - NamedType 2903553241
source: Document %1
de_at: Beleg %1
it_ch: Documento %1

# Codeunit 1267852821 - Method 2415056048 - NamedType 3800672426
source: Sales Order %1
de_at: Verkaufsauftrag %1
it_ch: Ordine Vendita %1

# PageExtension 1024858296 - Action 1750244366 - Property 1295455071
source: Assign Packing List to this order.
de_at: Weisen Sie dieser Bestellung eine Packliste zu.
it_ch: Assegna packing list a questo ordine.

# PageExtension 1024858296 - Action 3975041856 - Property 1295455071
source: Executes the "Print Packing List" action.
de_at: Führt die Aktion "Verpackungsliste drucken" aus.
it_ch: Esegue l'azione "Stampa packing list".

# PageExtension 1024858296 - Action 3975041856 - Property 2879900210
source: Print Packing List
de_at: Packing List drucken
it_ch: Stampa Packing List

# PageExtension 1662554913 - Action 1750244366 - Property 1295455071
source: Assigned Packing List to this sales shipment.
de_at: Zugeordnete Packliste für diese Verkaufslieferung.
it_ch: Packing list assegnata a questa spedizione di vendita.

# PageExtension 1662554913 - Action 3975041856 - Property 1295455071
source: Executes the "Print Packing List" action.
de_at: Führt die Aktion "Verpackungsliste drucken" aus.
it_ch: Esegue l'azione "Stampa packing list".

# PageExtension 1662554913 - Action 3975041856 - Property 2879900210
source: Print Packing List
de_at: Packing List drucken
it_ch: Stampa Packing List

# PageExtension 2008419013 - Action 1750244366 - Property 1295455071
source: Assign Packing List to this order.
de_at: Weisen Sie dieser Bestellung eine Packliste zu.
it_ch: Assegna packing list a questo ordine.

# PageExtension 2008419013 - Action 3975041856 - Property 1295455071
source: Executes the "Print Packing List" action.
de_at: Führt die Aktion ""Verpackungsliste drucken"" aus.
it_ch: Esegue l'azione ""Stampa packing list"".

# PageExtension 2008419013 - Action 3975041856 - Property 2879900210
source: Print Packing List
de_at: Packing List drucken
it_ch: Stampa Packing List

# PageExtension 2300251530 - Action 1750244366 - Property 1295455071
source: Manage the Packing List for this transfer order (outbound).
de_at: Verwaltet die Packing List für diesen Umlagerungsauftrag (ausgehend).
it_ch: Gestisce la Packing List per questo ordine di trasferimento (in uscita).

# PageExtension 2300251530 - Action 1750244366 - Property 2879900210
source: Packing List (Outbound)
de_at: Packing List (Ausgehend)
it_ch: Packing List (in uscita)

# PageExtension 2300251530 - Action 3006588489 - Property 1295455071
source: Manage the Packing List for this transfer order (inbound).
de_at: Verwaltet die Packing List für diesen Umlagerungsauftrag (eingehend).
it_ch: Gestisce la Packing List per questo ordine di trasferimento (in entrata).

# PageExtension 2300251530 - Action 3006588489 - Property 2879900210
source: Packing List (Inbound)
de_at: Packing List (Eingehend)
it_ch: Packing List (in entrata)

# PageExtension 2300251530 - Action 3975041856 - Property 1295455071
source: Executes the "Print Packing List" action.
de_at: Führt die Aktion "Verpackungsliste drucken" aus.
it_ch: Esegue l'azione "Stampa packing list".

# PageExtension 2300251530 - Action 3975041856 - Property 2879900210
source: Print Packing List
de_at: Packing List drucken
it_ch: Stampa Packing List

# PageExtension 2937948147 - Action 1750244366 - Property 1295455071
source: Assign Packing List to this order.
de_at: Weisen Sie dieser Bestellung eine Packliste zu.
it_ch: Assegna packing list a questo ordine.

# PageExtension 2937948147 - Action 3975041856 - Property 1295455071
source: Executes the "Print Packing List" action.
de_at: Führt die Aktion "Verpackungsliste drucken" aus.
it_ch: Esegue l'azione "Stampa packing list".

# PageExtension 2937948147 - Action 3975041856 - Property 2879900210
source: Print Packing List
de_at: Packing List drucken
it_ch: Stampa Packing List

# PageExtension 3575644764 - Action 1750244366 - Property 1295455071
source: Assign Packing List to this order.
de_at: Weisen Sie dieser Bestellung eine Packliste zu.
it_ch: Assegna packing list a questo ordine.

# PageExtension 3575644764 - Action 1750244366 - Property 2879900210
source: Packing List Assignment
de_at: Verpackungslistenzuordnung
it_ch: Assegnazione packing list

# PageExtension 3575644764 - Action 3975041856 - Property 1295455071
source: Executes the "Print Packing List" action.
de_at: Führt die Aktion "Verpackungsliste drucken" aus.
it_ch: Esegue l'azione "Stampa packing list".

# PageExtension 3575644764 - Action 3975041856 - Property 2879900210
source: Print Packing List
de_at: Packing List drucken
it_ch: Stampa Packing List

# PageExtension 3789078719 - Action 1750244366 - Property 1295455071
source: Assign Packing List to this order.
de_at: Weisen Sie dieser Bestellung eine Packliste zu.
it_ch: Assegna packing list a questo ordine.

# PageExtension 3789078719 - Action 3975041856 - Property 1295455071
source: Executes the "Print Packing List" action.
de_at: Führt die Aktion "Verpackungsliste drucken" aus.
it_ch: Esegue l'azione "Stampa packing list".

# PageExtension 3789078719 - Action 3975041856 - Property 2879900210
source: Print Packing List
de_at: Packing List drucken
it_ch: Stampa Packing List

# PageExtension 387161679 - Action 1750244366 - Property 1295455071
source: Assign Packing List to this order.
de_at: Weisen Sie dieser Bestellung eine Packliste zu.
it_ch: Assegna packing list a questo ordine.

# PageExtension 387161679 - Action 3975041856 - Property 1295455071
source: Executes the "Print Packing List" action.
de_at: Führt die Aktion "Verpackungsliste drucken" aus.
it_ch: Esegue l'azione "Stampa packing list".

# PageExtension 387161679 - Action 3975041856 - Property 2879900210
source: Print Packing List
de_at: Packing List drucken
it_ch: Stampa Packing List

# PageExtension 4213341381 - Control 1444704583 - Property 1295455071
source: The Item Volume will be rounded for this decimal value; for example the value 0,001 specifies three decimal places. The default is five decimal palces.
de_at: Das Artikelvolumen wird auf diesen Dezimalwert gerundet. Ein Wert von 0,001 gibt beispielsweise drei Dezimalstellen an. Der Standardwert beträgt fünf Dezimalstellen.
it_ch: Il volume articolo verrà arrotondato per questo valore decimale; ad esempio, il valore 0,001 specifica tre cifre decimali. Il valore predefinito è cinque cifre decimali.

# PageExtension 4213341381 - Control 1700326210 - Property 1295455071
source: Rounding Direction of Quantity in the Suggest Packing List.
de_at: Rundungsrichtung der Menge in der Liste Packvorschläge
it_ch: Direzione Arrotondamento della quantità nella Packing List suggerita.

# PageExtension 4213341381 - Control 2792831904 - Property 1295455071
source: The Item Volume will be divided by this value to achieve conversion to cubic meters (m³).
de_at: Das Artikelvolumen wird durch diesen Wert dividiert, um die Umrechnung in Kubikmeter (m³) zu erhalten.
it_ch: Il volume articolo verrà diviso per questo valore per ottenere la conversione in metri cubi (m³).

# PageExtension 4213341381 - Control 4079827045 - Property 1295455071
source: Specifies the value of the "Packing List Report No." field.
de_at: Gibt den Wert des Feldes "Verpackungslistenbericht Nr." an.
it_ch: Specifica il valore del campo "Nr. report packing list".

# PageExtension 4213341381 - Control 4157202724 - Property 1295455071
source: Specifies the calculation method to be used for total weights; for example, if the total weight should include the content and the container, or just the weight of the container in case the content is already loaded when it is weighed.
de_at: Gibt die Berechnungsmethode an, die für Gesamtgewichtungen verwendet werden soll. Z. B. wenn das Gesamtgewicht den Inhalt und den Container oder nur das Gewicht des Containers enthalten soll, falls der Inhalt bereits geladen ist, wenn er gewogen wird.
it_ch: Specifica il metodo di calcolo da utilizzare per i pesi totali; ad esempio, se il peso totale deve includere il contenuto e il contenitore, o solo il peso del contenitore nel caso in cui il contenuto sia già caricato quando viene pesato.

# PageExtension 724979725 - Action 1750244366 - Property 1295455071
source: Assign Packing List to this order.
de_at: Weisen Sie dieser Bestellung eine Packliste zu.
it_ch: Assegna packing list a questo ordine.

# PageExtension 724979725 - Action 3975041856 - Property 1295455071
source: Executes the "Print Packing List" action.
de_at: Führt die Aktion "Verpackungsliste drucken" aus.
it_ch: Esegue l'azione "Stampa packing list".

# PageExtension 724979725 - Action 3975041856 - Property 2879900210
source: Print Packing List
de_at: Packing List drucken
it_ch: Stampa Packing List

# Report 3432177426 - Control 1448884611 - Property 1295455071
source: Specifies whether contents should be printed.
de_at: Gibt an, ob Inhalte gedruckt werden sollen.
it_ch: Specifica se il contenuto deve essere stampato.

# Report 3432177426 - Control 1448884611 - Property 2879900210
source: Print Contents
de_at: Inhalte drucken
it_ch: Stampa contenuti

# Report 3432177426 - Control 2346885236 - Property 2879900210
source: Options
de_at: Optionen
it_ch: Opzioni

# Report 3432177426 - Property 2879900210
source: Packing List - Print
de_at: Packing List - Drucken
it_ch: Packing List - Stampa

# Report 3432177426 - ReportLabel 1030755401
source: Parcel Count (Total)
de_at: Anzahl Pakete (Gesamt)
it_ch: Nr. colli (Totale)

# Report 3432177426 - ReportLabel 1149551043
source: Withdrawal
de_at: Abholung
it_ch: Ritiro

# Report 3432177426 - ReportLabel 1658753520
source: Document
de_at: Beleg
it_ch: Documento

# Report 3432177426 - ReportLabel 3078911235
source: Totals per packaging type
de_at: Summen pro Verpackungsart
it_ch: Totali per tipo imballo

# Report 3432177426 - ReportLabel 3653912790
source: Page:
de_at: Seite:
it_ch: Pagina:

# Report 3432177426 - ReportLabel 3737265981
source: Cubage (Total)
de_at: Volumen (Gesamt)
it_ch: Cubatura (Totale)

# Report 3432177426 - ReportLabel 383460440
source: Weight (Total)
de_at: Gewicht (Gesamt)
it_ch: Peso (Totale)

# Report 3432177426 - ReportLabel 3862105617
source: Ship-To Address
de_at: Lief. an Adresse
it_ch: Spedire a - Indirizzo

# Table 244740856 - Field 1307873908 - Property 2879900210
source: Volume
de_at: Volumen

# Table 244740856 - Field 294741479 - Property 2879900210
source: HU Type
de_at: HU-Typ
it_ch: Tipo HU

# Table 244740856 - Field 3088522385 - Property 2879900210
source: Net Weight
de_at: Nettogewicht
it_ch: Peso netto

# Table 244740856 - Field 3461834954 - Property 2879900210
source: Description
de_at: Beschreibung
it_ch: Descrizione

# Table 244740856 - Field 3486966164 - Property 2879900210
source: HU Type Code
de_at: HU-Typcode
it_ch: Codice tipo HU

# Table 244740856 - Field 3556717713 - Property 2879900210
source: Sorting Text
de_at: Sortieren von Text
it_ch: Ordinamento del testo

# Table 244740856 - Field 3943050797 - Property 2879900210
source: Packaging Material No.
de_at: Verpackungsmaterial Nr.
it_ch: Nr. materiale di imballaggio

# Table 244740856 - Field 4239513174 - Property 2879900210
source: Gross Weight
de_at: Bruttogewicht
it_ch: Peso lordo

# Table 244740856 - Field 47657272 - Property 2879900210
source: Description 2
de_at: Beschreibung 2
it_ch: Descrizione 2

# Table 244740856 - Field 568743302 - Property 2879900210
source: Item No.
de_at: Artikelnr.
it_ch: Nr. articolo

# Table 244740856 - Field 764539614 - Property 2879900210
source: Units No.
de_at: Einheiten Nr.
it_ch: Unità n.

# Table 244740856 - Field 883711285 - Property 2879900210
source: Entry No.
de_at: Lfd. Nr.
it_ch: Nr. movimento

# Table 244740856 - Property 2879900210
source: Packing List Material Buffer
de_at: Verpackungslistenmaterialpuffer
it_ch: Buffer materiale packing list

# Table 2909971928 - Field 1043593140 - Property 2879900210
source: Source Subline No.
de_at: Herkunftsunterzeilennr.
it_ch: Nr. sottoriga origine

# Table 2909971928 - Field 1252419979 - Property 2879900210
source: Handling Unit Type
de_at: Handling Unit-Typ
it_ch: Tipo di unità di movimentazione

# Table 2909971928 - Field 1482668068 - Property 2879900210
source: Lot No.
de_at: Chargennr.
it_ch: Nr. lotto

# Table 2909971928 - Field 1579714849 - Property 2879900210
source: Epxiration Date
de_at: Ablaufdatum
it_ch: Data scadenza

# Table 2909971928 - Field 1753214751 - Property 2879900210
source: Source Type
de_at: Herkunftsart
it_ch: Tipo origine

# Table 2909971928 - Field 1789400218 - Property 2879900210
source: Level
de_at: Ebene
it_ch: Livello

# Table 2909971928 - Field 1878130204 - Property 2879900210
source: Type
de_at: Art
it_ch: Tipo

# Table 2909971928 - Field 1878130204 - Property 62802879
source: ,Item,Handling Unit
de_at: ,Artikel,Ladeeinheit
it_ch: ,Articolo,Unità di gestione

# Table 2909971928 - Field 1882905478 - Property 2879900210
source: Source No.
de_at: Herkunftsnr.
it_ch: Nr. origine

# Table 2909971928 - Field 205345179 - Property 2879900210
source: Source Subtype
de_at: Herkunftsunterart
it_ch: Sottotipo origine

# Table 2909971928 - Field 2161572060 - Property 2879900210
source: Location Code
de_at: Lagerortcode
it_ch: Cod. ubicazione

# Table 2909971928 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
de_at: Einheitencode
it_ch: Cod. unità di misura

# Table 2909971928 - Field 2704404533 - Property 2879900210
source: Quantity
de_at: Menge
it_ch: Quantità

# Table 2909971928 - Field 2814799924 - Property 2879900210
source: Bin Code
de_at: Lagerplatzcode
it_ch: Cod. collocazione

# Table 2909971928 - Field 3088522385 - Property 2879900210
source: Net Weight
de_at: Nettogewicht
it_ch: Peso netto

# Table 2909971928 - Field 312545736 - Property 2879900210
source: Source Line No.
de_at: Herkunftszeilennr.
it_ch: Nr. riga origine

# Table 2909971928 - Field 3179217921 - Property 2879900210
source: Quantity (Base)
de_at: Menge (Basis)
it_ch: Quantità (base)

# Table 2909971928 - Field 3250958574 - Property 2879900210
source: Parent Handling Unit No.
de_at: Übergeordnete Handhabungseinheit Nr.
it_ch: Nr. unità di gestione padre

# Table 2909971928 - Field 3320823955 - Property 2879900210
source: Line No.
de_at: Zeilennr.
it_ch: Nr. riga

# Table 2909971928 - Field 3450651614 - Property 2879900210
source: Variant Code
de_at: Variantencode
it_ch: Cod. variante

# Table 2909971928 - Field 3461834954 - Property 2879900210
source: Description
de_at: Beschreibung
it_ch: Descrizione

# Table 2909971928 - Field 3880635402 - Property 2879900210
source: Handling Unit No.
de_at: Handhabungseinheit Nr.
it_ch: Nr. unità di gestione

# Table 2909971928 - Field 3943050797 - Property 2879900210
source: Packaging Material No.
de_at: Verpackungsmaterial Nr.
it_ch: Nr. materiale di imballaggio

# Table 2909971928 - Field 4034345114 - Property 2879900210
source: Volume
de_at: Volumen

# Table 2909971928 - Field 4200184881 - Property 2879900210
source: No.
de_at: Nr.
it_ch: Nr.

# Table 2909971928 - Field 4239513174 - Property 2879900210
source: Gross Weight
de_at: Bruttogewicht
it_ch: Peso lordo

# Table 2909971928 - Field 4249307192 - Property 2879900210
source: Packing List No.
de_at: Belegnr
it_ch: Nr. documento

# Table 2909971928 - Field 47037625 - Property 2879900210
source: Serial No.
de_at: Seriennr.
it_ch: Nr. seriale

# Table 2909971928 - Field 806193894 - Property 2879900210
source: Qty. per Unit of Measure
de_at: Menge pro Einheit
it_ch: Qtà. per unità di misura

# Table 2909971928 - Property 2879900210
source: Packing List Line Buffer
de_at: Packlistenzeilenpuffer
it_ch: Buffer righe packing list

# Table 3727919319 - Field 1368141456 - Property 2879900210
source: Packing Source Type
de_at: Verpackungsquellentyp
it_ch: Tipo di origine di imballaggio

# Table 3727919319 - Field 1926776000 - Property 2879900210
source: No. of Load Carrier
de_at: Nein. des Load Carrier
it_ch: No. di carico vettore

# Table 3727919319 - Field 2023162198 - Property 2879900210
source: Total Volume
de_at: Gesamtvolumen
it_ch: Totale Volume Prel. Ordine

# Table 3727919319 - Field 2133362361 - Property 2879900210
source: No. of Packages
de_at: Menge Packstücke
it_ch: Qtà Pacchi

# Table 3727919319 - Field 2163457152 - Property 2879900210
source: Destination Type
de_at: Für Art
it_ch: Tipo destinazione

# Table 3727919319 - Field 2163457152 - Property 62802879
source: ,Customer,Vendor
de_at: ,Debitor,Kreditor
it_ch: ,Cliente,Fornitore

# Table 3727919319 - Field 2680873021 - Property 2879900210
source: Destination No.
de_at: Für Nr.
it_ch: Nr. destinazione

# Table 3727919319 - Field 3014114828 - Property 2879900210
source: Header Image
de_at: Header-Bild
it_ch: Immagine intestazione

# Table 3727919319 - Field 3347408175 - Property 2879900210
source: Total Net Weight
de_at: Nettogewicht Total
it_ch: Peso Netto Totale

# Table 3727919319 - Field 343295844 - Property 2879900210
source: Packing Source Subtype
de_at: Verpackungsquellen-Untertyp
it_ch: Sottotipo origine di imballaggio

# Table 3727919319 - Field 3461834954 - Property 2879900210
source: Description
de_at: Beschreibung
it_ch: Descrizione

# Table 3727919319 - Field 3591566932 - Property 2879900210
source: Total Gross Weight
de_at: Bruttogewicht Total
it_ch: Peso Lordo Totale

# Table 3727919319 - Field 3601020288 - Property 2879900210
source: No. of Parcels
de_at: Anzahl Pakete
it_ch: Nr. di colli

# Table 3727919319 - Field 3989002617 - Property 2879900210
source: Address Position
de_at: Adressposition
it_ch: Posizione indirizzo

# Table 3727919319 - Field 4249307192 - Property 2879900210
source: Packing List No.
de_at: Belegnr
it_ch: Nr. documento

# Table 3727919319 - Field 493811565 - Property 2879900210
source: Packing Source No.
de_at: Verpackungsquelle Nr.
it_ch: Nr. origine imballaggio

# Table 3727919319 - Field 495750219 - Property 2879900210
source: Withdrawal Date/Time
de_at: Abholdatum / -Zeit
it_ch: Data / ora ritiro

# Table 3727919319 - Property 2879900210
source: Packing List Header Buffer
de_at: Packlistenkopfpuffer
it_ch: Buffer testata packing list

# TableExtension 981103994 - Field 4079827045 - Property 2879900210
source: Packing List Report No.
de_at: Packlistenbericht Nr.
it_ch: Nr. report packing list

# Table 3727919319 - Field 64369574 - Property 2879900210
source: Footer Image
it_ch: Immagine piè di pagina
