Repository: SamehHassine/Translations
Catalog: Advanced Intrastat for Italy/translation.*.xlf
Languages: de_at, it_ch

# Table 1659617143 - Field 1761888289 - Property 62802879
source: Goods,Goods correction,Services,Services correction,Call off stock
de_at: Waren,Waren Richtigstellungen,Diestleistungen,Dienstleist. Richtigst.
it_ch: Beni,Correzione beni,Servizi,Correzione Servizi,Call off stock

# Table 1659617143 - Field 1842532085 - Property 2879900210
source: Currency Code
de_at: Währungscode
it_ch: Cod. valuta

# Table 1659617143 - Field 1906696231 - Property 2879900210
source: Amount
de_at: Betrag
it_ch: Importo

# Table 1659617143 - Field 2008751123 - Property 2879900210
source: Reference Month/Quarter
de_at: Referenzmonat/-trimester
it_ch: Mese/Trimestre competenza

# Table 1659617143 - Field 2126783901 - Property 2879900210
source: Corrected Intrastat Report Line No.
de_at: Korrektur Intrastatmeldung Zeilennr.
it_ch: Nr. Progressivo Protocollo Dichiarazione

# Table 1659617143 - Field 2156377460 - Property 2879900210
source: Tariff No.
de_at: Zollpos.
it_ch: Nomenclatura combinata

# Table 1659617143 - Field 2321269553 - Property 2879900210
source: Exclude
de_at: Ausschließen
it_ch: Escludi

# Table 1659617143 - Field 2441187404 - Property 2879900210
source: Indirect Cost
de_at: Indirekte Kosten
it_ch: Costi indiretti Intrastat

# Table 1659617143 - Field 2488049997 - Property 2879900210
source: Currency Factor
de_at: Währungsfaktor
it_ch: Fattore valuta

# Table 1659617143 - Field 2508438274 - Property 2879900210
source: Payment Country Code
de_at: Zahlungs Ländercode
it_ch: Paese di pagamento

# Table 1659617143 - Field 268107654 - Property 2879900210
source: Quantity
de_at: Menge
it_ch: Quantità

# Table 1659617143 - Field 2728433337 - Property 2879900210
source: Reference Year 2
de_at: Bezugsjahr 2
it_ch: Anno competenza 2

# Table 1659617143 - Field 2745776351 - Property 2879900210
source: Corrected Document Date
de_at: Korrektur Belegdatum
it_ch: Riferimento Data Documento

# Table 1659617143 - Field 2785083732 - Property 2879900210
source: Line No.
de_at: Zeilennr.
it_ch: Nr. riga

# Table 1659617143 - Field 297530220 - Property 2879900210
source: Reference Month 2
de_at: Bezugsmonat 2
it_ch: Mese competenza 2

# Table 1659617143 - Field 2978740702 - Property 2879900210
source: Sign
de_at: Vorzeichen
it_ch: Segno

# Table 1659617143 - Field 2982749502 - Property 2879900210
source: Document Date
de_at: Belegdatum
it_ch: Data documento

# Table 1659617143 - Field 3016451803 - Property 2879900210
source: Declaration Type
de_at: Erklärungsart
it_ch: Tipo Dichiarazione

# Table 1659617143 - Field 3016451803 - Property 62802879
source: Complete,Statistic,Fiscal
de_at: Komplett,Statistisch,Fiskalisch
it_ch: Completo,Statistico,Fiscale

# Table 1659617143 - Field 3024169153 - Property 2879900210
source: Source/Destination Country/Region
de_at: Herkunfts-/Zielland
it_ch: Cod. paese di prov. / destinazione

# Table 1659617143 - Field 3060757130 - Property 2879900210
source: Corrected Document No.
de_at: Korrektur Belegnr.
it_ch: Nr. documento corretto

# Table 1659617143 - Field 3102158606 - Property 2879900210
source: Suppl. Unit of Measure
de_at: Zusätzl. Einheit
it_ch: Unità di misura suppl.

# Table 1659617143 - Field 3156524383 - Property 2879900210
source: Operation Type
de_at: Arbeitsgangart
it_ch: Tipo operazione

# Table 1659617143 - Field 322169919 - Property 2879900210
source: Transport Method
de_at: Verkehrszweig
it_ch: Metodo di trasporto

# Table 1659617143 - Field 3255617327 - Property 2879900210
source: Posting Date
de_at: Buchungsdatum
it_ch: Data di registrazione

# Table 1659617143 - Field 3353043850 - Property 2879900210
source: Suppl. Qty.
de_at: Besondere Menge
it_ch: Qtà. Suppl.

# Table 1659617143 - Field 3419059206 - Property 2879900210
source: Document amount
de_at: Belegbetrag
it_ch: Importo documento

# Table 1659617143 - Field 3456033531 - Property 2879900210
source: Type
de_at: Art
it_ch: Tipo

# Table 1659617143 - Field 3456033531 - Property 62802879
source: Purchases,Sales
de_at: Einkauf,Verkauf
it_ch: Acquisti,Vendite

# Table 1659617143 - Field 3563839010 - Property 2879900210
source: Entry/Exit Point
de_at: Hafen
it_ch: Cod. spedizione Intrastat

# Table 1659617143 - Field 3713586848 - Property 2879900210
source: VAT Registration No.
de_at: USt-IdNr.
it_ch: Partita IVA

# Table 1659617143 - Field 3777807265 - Property 2879900210
source: System-Created Line
de_at: Vom System erstellt
it_ch: Riga aut. di sistema

# Table 1659617143 - Field 3785668791 - Property 2879900210
source: Supply Method
de_at: Versorgungsmethode
it_ch: Modalità di erogazione

# Table 1659617143 - Field 384231925 - Property 2879900210
source: Source No.
de_at: Herkunftsnr.
it_ch: Nr. origine

# Table 1659617143 - Field 3951850999 - Property 2879900210
source: Reference Year
de_at: Referenzjahr
it_ch: Anno di riferimento

# Table 1659617143 - Field 4010784585 - Property 2879900210
source: Document Line No.
de_at: Belegzeilennr.
it_ch: Nr. riga documento

# Table 1659617143 - Field 411898313 - Property 2879900210
source: Suppl. Qty. per UoM
de_at: Menge pro besondere Einh.
it_ch: Qtà. per UM suppl.

# Table 1659617143 - Field 4240108904 - Property 2879900210
source: Document TableID
de_at: Tabellen-ID des Dokuments
it_ch: ID tabella documento

# Table 1659617143 - Field 4273971194 - Property 2879900210
source: Customs Office No.
de_at: Debitor Büro Nr.
it_ch: Nr. ufficio doganale

# Table 1659617143 - Field 502315284 - Property 2879900210
source: Document Line Type
de_at: Belegzeile Art
it_ch: Tipo Riga Documento

# Table 1659617143 - Field 502315284 - Property 62802879
source: ,G/L Account,Item,Resource,Fixed Asset,Charge (Item)
de_at: ,Sachkonto,Artikel,Ressource,WG/Anlage,Zu-/Abschlag (Artikel)
it_ch: ,Conto C/G,Articolo,Risorsa,Cespite,Addebito (Articolo)

# Table 1659617143 - Field 702581186 - Property 2879900210
source: Document Type
de_at: Belegart
it_ch: Tipo di documento

# Table 1659617143 - Field 757010974 - Property 2879900210
source: Amount (LCY)
de_at: Betrag (MW)
it_ch: Importo (VL)

# Table 1659617143 - Field 760619373 - Property 2879900210
source: Group Code
de_at: Gruppencode
it_ch: Codice gruppo

# Table 1659617143 - Field 821674305 - Property 2879900210
source: Corrected Intrastat Report No.
de_at: Korrektur Intratatmeldungs Nr.
it_ch: Nr. report Intrastat corretto

# Table 1659617143 - Field 827698558 - Property 2879900210
source: New Recipient Country/Region Code
de_at: Neuer Empfängerland-/Regionscode
it_ch: Codice paese nuovo destinatario

# Table 1659617143 - Field 855750597 - Property 2879900210
source: Source Name
de_at: Herkunftsname
it_ch: Nome origine

# Table 1659617143 - Field 856865312 - Property 2879900210
source: Reference Quarter 2
de_at: Bezugsviertel 2
it_ch: Trimestre competenza 2

# Table 1659617143 - Field 926536551 - Property 2879900210
source: Transaction Type
de_at: Art des Geschäftes
it_ch: Natura transazione

# Table 1659617143 - Field 949770657 - Property 2879900210
source: Description
de_at: Beschreibung
it_ch: Descrizione

# Table 1659617143 - Property 2879900210
source: Intrastat Line
de_at: Intrastat Zeile
it_ch: Riga Intrastat

# Table 1933852584 - Field 1563455416 - Property 2879900210
source: Suggest Call off stock lines
de_at: Call off Stock Lines vorschlagen
it_ch: Suggerisci righe Call off stock

# Table 1933852584 - Field 1671868336 - Property 2879900210
source: Intrastat Grouping
de_at: Gruppierung Intrastat
it_ch: Raggruppamento Intrastat

# Table 1933852584 - Field 1671868336 - Property 62802879
source: Per Line,Per Document
de_at: Pro Zeile,Pro Document
it_ch: Per Riga,Per Documento

# Table 1933852584 - Field 2157404548 - Property 2879900210
source: External Location Filter
de_at: Externer Standortfilter
it_ch: Filtro ubicazioni esterne

# Table 1933852584 - Field 3210361224 - Property 2879900210
source: Code
it_ch: Codice

# Table 1933852584 - Field 335545441 - Property 2879900210
source: Intrastat Declaration Nos.
de_at: Intrastaterklärungsnr.
it_ch: Nr. Dichiarazioni Intrastat

# Table 1933852584 - Field 3508657765 - Property 2879900210
source: External Location Filter Type
de_at: Filtertyp für externe Positionen
it_ch: Tipo filtro ubicazioni esterne

# Table 1933852584 - Field 493657227 - Property 2879900210
source: Internal Location Filter Type
de_at: Interner Positionsfiltertyp
it_ch: Tipo filtro ubicazioni interne

# Table 1933852584 - Field 574904206 - Property 2879900210
source: Internal Location Filter
de_at: Interner Positionsfilter
it_ch: Filtro ubicazioni interne

# Table 1933852584 - Property 2879900210
source: Intrastat Setup
de_at: Intrastat-Einrichtung
it_ch: Setup Intrastat

# Table 2182427733 - Field 1043480093 - Property 2879900210
source: County
de_at: Bundesregion
it_ch: Provincia

# Table 2182427733 - Field 1044233309 - Property 2879900210
source: Hide Group Code
de_at: Gruppencode verstecken
it_ch: Nascondi Cod. Consegna

# Table 2182427733 - Field 1761888289 - Property 2879900210
source: Line Type
de_at: Zeilenart
it_ch: Tipo riga

# Table 2182427733 - Field 1761888289 - Property 62802879
source: Goods,Goods correction,Services,Services correction
de_at: Waren,Waren Richtigstellungen,Diestleistungen,Dienstleist. Richtigst.
it_ch: Beni,Correzione beni,Servizi,Correzione Servizi

# Table 2182427733 - Field 3164772139 - Property 2879900210
source: Hide Statistical Value
de_at: Statistischen Wert verstecken
it_ch: Nascondi Valore Statistico

# Table 2182427733 - Field 322169919 - Property 2879900210
source: Transport Method
de_at: Verkehrszweig
it_ch: Metodo di trasporto

# Table 2182427733 - Field 3456033531 - Property 2879900210
source: Type
de_at: Art
it_ch: Tipo

# Table 2182427733 - Field 3456033531 - Property 62802879
source: Purchases,Sales
de_at: Einkauf,Verkauf
it_ch: Acquisti,Vendite

# Table 2182427733 - Field 3563839010 - Property 2879900210
source: Entry/Exit Point
de_at: Hafen
it_ch: Cod. spedizione Intrastat

# Table 2182427733 - Field 3785668791 - Property 2879900210
source: Supply Method
de_at: Versorgungsmethode
it_ch: Modalità di erogazione

# Table 2182427733 - Field 702581186 - Property 2879900210
source: Document Type
de_at: Belegart
it_ch: Tipo di documento

# Table 2182427733 - Field 702581186 - Property 62802879
source: Invoice,Credit Memo
de_at: Rechnung,Gutschrift
it_ch: Fattura,Nota credito

# Table 2182427733 - Field 926536551 - Property 2879900210
source: Transaction Type
de_at: Art des Geschäftes
it_ch: Natura transazione

# Table 2182427733 - Property 2879900210
source: Intrastat Defaults
de_at: Intrastat Vorgaben
it_ch: Defaults Intrastat

# TableExtension 1085502273 - Field 2156377460 - Property 2879900210
source: Tariff No.
de_at: Zollpos.
it_ch: Nomenclatura combinata

# TableExtension 1085502273 - Field 4230493548 - Property 2879900210
source: Split on Intrastat
de_at: Auf Intrastat splitten
it_ch: Ripartire su Intrastat

# TableExtension 1446666617 - Field 2156377460 - Property 2879900210
source: Tariff No.
de_at: Zollpos.
it_ch: Nomenclatura combinata

# TableExtension 1446666617 - Field 4230493548 - Property 2879900210
source: Split on Intrastat
de_at: Auf Intrastat splitten
it_ch: Ripartire su Intrastat

# TableExtension 2722059851 - Field 2538411102 - Property 2879900210
source: Triangular Trade
de_at: Dreiecksgeschäft
it_ch: Triangolazione

# TableExtension 3359756468 - Field 4083687853 - Property 2879900210
source: Exclude from Intrastat
de_at: Von Intrastat Ausschließen
it_ch: Escludi da Intrastat

# TableExtension 340182406 - Field 168890005 - Property 2879900210
source: Cost Regulation %
de_at: Kosten Zu-/Abschlag %
it_ch: % regolazione costi

# TableExtension 3997453085 - Field 1977714158 - Property 2879900210
source: Suppl. Unit Of Measure
de_at: Zusätzl. Einheit
it_ch: Unità di misura suppl.

# TableExtension 808970000 - Field 4230493548 - Property 2879900210
source: Split on Intrastat
de_at: Auf Intrastat splitten
it_ch: Ripartire su Intrastat

# Page 1933852584 - Control 2014687919 - Property 2879900210
source: Call off stock
de_at: Lagerbestand abrufen
