Repository: SamehHassine/Translations
Catalog: Advanced Intrastat for Italy/translation.*.xlf
Languages: de_at, it_ch

# Page 3210303717 - Control 2682724073 - Property 1295455071
source: Specifies the value of the No. Printed field
de_at: Gibt den Wert der Nr. Gedrucktes Feld
it_ch: Specifica il valore del valore del file N. Campo Stampato

# Page 3210303717 - Control 2832340769 - Property 1295455071
source: Specifies the value of the Year field
de_at: Gibt den Wert des Feldes Jahr an
it_ch: Specifica il valore del campo Anno

# Page 3210303717 - Control 32276907 - Property 1295455071
source: Specifies the value of the Creation field
de_at: Gibt den Wert des Feldes Erstellung an
it_ch: Specifica il valore del campo "Creazione".

# Page 3210303717 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field
de_at: Gibt den Wert der Nr. Feld
it_ch: Specifica il valore del campo Nr. Campo

# Page 3210303717 - Control 476475349 - Property 2879900210
source: General
de_at: Allgemein
it_ch: Generale

# Page 3210303717 - Control 513339096 - Property 1295455071
source: Specifies the value of the Status field
de_at: Gibt den Wert des Feldes "Status" an
it_ch: Specifica il valore del campo Stato

# Page 3210303717 - Control 912261439 - Property 1295455071
source: Specifies the value of the Period field
de_at: Gibt den Wert des Feldes Periode an
it_ch: Specifica il valore del campo Periodo

# Page 3210303717 - Control 995423621 - Property 1295455071
source: Specifies the value of the Periodicity field
de_at: Gibt den Wert des Feldes Periodizität an.
it_ch: Specifica il valore del campo Periodicità

# Page 3210303717 - NamedType 928440127
source: The Intrastat Declaration can not be exported because not released , will you drop it now ?
de_at: Die Erklärung kann nicht exportiert werden, da sie nicht freigegeben worden ist. Jetzt freigeben?
it_ch: La dichiarazione non è esportabile perchè non rilasciata, vuoi rilasciarla ora ?

# Page 3210303717 - Property 2879900210
source: Intrastat Declaration (ITR)
de_at: Intrastat-Erklärung (ITR)
it_ch: Dichiarazione intrastat (ITR)

# Page 3741734684 - Control 1005905148 - Property 1295455071
source: Specifies the value of the Declaration Type field
de_at: Gibt den Wert des Feldes Deklarationstyp an
it_ch: Specifica il valore del campo Tipo dichiarazione

# Page 3741734684 - Control 1052613867 - Property 1295455071
source: Specifies the value of the No. of Lines (Normal) field
de_at: Gibt den Wert der Nr. des Feldes Zeilen (Normal)
it_ch: Specifica il valore del valore del file N. campo Righe (Normale)

# Page 3741734684 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type field
de_at: Gibt den Wert des Feldes Typ an
it_ch: Specifica il valore del campo Tipo

# Page 3741734684 - Control 1974109540 - Property 1295455071
source: Specifies the value of the Intraweb Export Date field
de_at: Gibt den Wert des Felds Intraweb-Exportdatum an
it_ch: Specifica il valore del campo Data esportazione Intraweb

# Page 3741734684 - Control 2832340769 - Property 1295455071
source: Specifies the value of the Year field
de_at: Gibt den Wert des Feldes Jahr an
it_ch: Specifica il valore del campo Anno

# Page 3741734684 - Control 32276907 - Property 1295455071
source: Specifies the value of the Creation field
de_at: Gibt den Wert des Feldes Erstellung an
it_ch: Specifica il valore del campo "Creazione".

# Page 3741734684 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field
de_at: Gibt den Wert der Nr. Feld
it_ch: Specifica il valore del campo Nr. Campo

# Page 3741734684 - Control 4234485544 - Property 1295455071
source: Specifies the value of the No. of Lines (Correction) field
de_at: Gibt den Wert der Nr. des Feldes Zeilen (Korrektur)
it_ch: Specifica il valore del valore del file N. campo Righe (Correzione)

# Page 3741734684 - Control 513339096 - Property 1295455071
source: Specifies the value of the Status field
de_at: Gibt den Wert des Feldes "Status" an
it_ch: Specifica il valore del campo Stato

# Page 3741734684 - Control 912261439 - Property 1295455071
source: Specifies the value of the Period field
de_at: Gibt den Wert des Feldes Periode an
it_ch: Specifica il valore del campo Periodo

# Page 3741734684 - Control 995423621 - Property 1295455071
source: Specifies the value of the Periodicity field
de_at: Gibt den Wert des Feldes Periodizität an.
it_ch: Specifica il valore del campo Periodicità

# Page 3741734684 - Property 2879900210
source: Intrastat Declarations (ITR)
de_at: Intrastat-Erklärungen (ITR)
it_ch: Dichiarazioni intrastat (ITR)

# Page 3753874738 - Action 2583373290 - Property 1295455071
source: Restore Default Settings. Present values will be overwritten
de_at: Standardeinstellungen wiederherstellen. Vorhandene Werte werden überschrieben
it_ch: Ripristinare le impostazioni predefinite. I valori attuali verranno sovrascritti

# Page 3753874738 - Action 2583373290 - Property 2879900210
source: Restore Default
de_at: Standard wiederherstellen
it_ch: Ripristina predefinito

# Page 3753874738 - Control 3004954119 - Property 1295455071
source: Specifies the value of the "Code" field.
de_at: Gibt den Wert für das Feld Code an
it_ch: Specifica il valore per il campo Codice

# Page 3753874738 - Control 3461834954 - Property 1295455071
source: Specifies the value of the "Description" field.
de_at: Gibt den Wert des Feldes "Beschreibung" an.
it_ch: Specifica il valore del campo "Descrizione".

# Page 3753874738 - Property 2879900210
source: Intrastat Operation Types
de_at: Intrastat-Vorgangsarten
it_ch: Tipi operazione Intrastat

# PageExtension 1452584635 - Control 1977714158 - Property 1295455071
source: Specifies the value of the EOS Suppl. Unit Of Measure field
de_at: Gibt den Wert des Feldes EOS Suppl. Unit Of Measure an
it_ch: Specifica il valore del campo Unità di misura suppl.

# PageExtension 1627688833 - Control 4083687853 - Property 1295455071
source: Specifies the value of the EOS Exclude from Intrastat field
de_at: Gibt den Wert des Feldes EOS Ausschließen aus Intrastat an.
it_ch: Specifica il valore del campo Escludi EOS da Intrastat

# PageExtension 2090281252 - Control 2538411102 - Property 1295455071
source: Specifies the value of the EOS Triangular Trade field
de_at: Gibt den Wert des EOS Dreieckshandelsfelds an.
it_ch: Specifica il valore del campo Commercio Triangolare EOS

# PageExtension 2390159823 - Control 2156377460 - Property 1295455071
source: Specifies the value of the EOS Tariff No. field
de_at: Gibt den Wert der EOS-Tarifnummer an. Feld
it_ch: Specifica il valore del n. tariffa EOS. Campo

# PageExtension 2390159823 - Control 4230493548 - Property 1295455071
source: Specifies the value of the EOS Split on Intrastat field
de_at: Gibt den Wert des Feldes EOS Split on Intrastat an.
it_ch: Specifica il valore della divisione EOS nel campo Intrastat

# PageExtension 2727977869 - Control 4083687853 - Property 1295455071
source: Specifies the value of the EOS Exclude from Intrastat field
de_at: Gibt den Wert des Feldes EOS Ausschließen aus Intrastat an.
it_ch: Specifica il valore del campo Escludi EOS da Intrastat

# PageExtension 3027856440 - Control 4230493548 - Property 1295455071
source: Specifies the value of the EOS Split on Intrastat field
de_at: Gibt den Wert des Feldes EOS Split on Intrastat an.
it_ch: Specifica il valore della divisione EOS nel campo Intrastat

# PageExtension 3365674486 - Control 168890005 - Property 1295455071
source: Specifies the value of the EOS Cost Regulation % field
de_at: Gibt den Wert des Felds EOS Kostenregulierung % an
it_ch: Specifica il valore del campo % regolamentazione costi EOS

# PageExtension 352295599 - Control 2156377460 - Property 1295455071
source: Specifies the value of the EOS Tariff No. field
de_at: Gibt den Wert der EOS-Tarifnummer an. Feld
it_ch: Specifica il valore del n. tariffa EOS. Campo

# PageExtension 352295599 - Control 4230493548 - Property 1295455071
source: Specifies the value of the EOS Split on Intrastat field
de_at: Gibt den Wert des Feldes EOS Split on Intrastat an.
it_ch: Specifica il valore della divisione EOS nel campo Intrastat

# PageExtension 3834462080 - Control 2156377460 - Property 1295455071
source: Specifies the value of the EOS Tariff No. field
de_at: Gibt den Wert der EOS-Tarifnummer an. Feld
it_ch: Specifica il valore del n. tariffa EOS. Campo

# Report 2149405262 - Control 3024247248 - Property 2879900210
source: Options
de_at: Optionen
it_ch: Opzioni

# Report 2149405262 - Control 3218214083 - Property 1295455071
source: Specifies the value of the Cost Regulation % field
de_at: Gibt den Wert des Felds Kostenregulierung % an
it_ch: Specifica il valore del campo % regolamento costi

# Report 2149405262 - Control 3218214083 - Property 2879900210
source: Cost Regulation %
de_at: Kosten Zu-/Abschlag %
it_ch: % regolazione costi

# Report 2149405262 - Property 2879900210
source: Suggest Intrastat Lines (ITR)
de_at: Intrastat-Linien vorschlagen (ITR)
it_ch: Suggerisci righe intrastat (ITR)

# Report 3210303717 - Control 1401280280 - Property 1295455071
source: Specifies the value of the Print Section 4 field
de_at: Gibt den Wert des Feldes Druckabschnitt 4 an
it_ch: Specifica il valore del campo Sezione di stampa 4

# Report 3210303717 - Control 1401280280 - Property 2879900210
source: Print Section 4
de_at: Sektion 4 drucken
it_ch: Stampa sezione 4

# Report 3210303717 - Control 294796069 - Property 1295455071
source: Specifies the value of the Print Section 3 field
de_at: Gibt den Wert des Feldes Druckabschnitt 3 an
it_ch: Specifica il valore del campo Sezione di stampa 3

# Report 3210303717 - Control 294796069 - Property 2879900210
source: Print Section 3
de_at: Sektion 3 drucken
it_ch: Stampa sezione 3

# Report 3210303717 - Control 3024247248 - Property 2879900210
source: Options
de_at: Optionen
it_ch: Opzioni

# Report 3210303717 - Control 3314370131 - Property 1295455071
source: Specifies the value of the Print Section 1 field
de_at: Gibt den Wert des Feldes Druckabschnitt 1 an
it_ch: Specifica il valore del campo Sezione di stampa 1

# Report 3210303717 - Control 3314370131 - Property 2879900210
source: Print Section 1
de_at: Sektion 1 drucken
it_ch: Stampa sezione 1

# Report 3210303717 - Control 763583663 - Property 1295455071
source: Specifies the value of the Print Section 5 field
de_at: Gibt den Wert des Feldes Druckabschnitt 5 an
it_ch: Specifica il valore del campo Sezione di stampa 5

# Report 3210303717 - Control 763583663 - Property 2879900210
source: Print Section 5
de_at: Sektion 5 drucken
it_ch: Stampa sezione 5

# Report 3210303717 - Control 932492686 - Property 1295455071
source: Specifies the value of the Print Section 2 field
de_at: Gibt den Wert des Feldes Druckabschnitt 2 an
it_ch: Specifica il valore del campo Sezione di stampa 2

# Report 3210303717 - Control 932492686 - Property 2879900210
source: Print Section 2
de_at: Sektion 2 drucken
it_ch: Stampa sezione 2

# Report 3210303717 - NamedType 1196336482
source: No section to print
de_at: Keine Sektion zum Drucken
it_ch: Nessuna sezione da stampare

# Report 3210303717 - NamedType 2971079426
source: en-US
de_at: de-DE
it_ch: it-IT

# Report 3210303717 - Property 2879900210
source: Intrastat Declaration
de_at: Intrastaterklärung
it_ch: Dichiarazione Intrastat

# Report 44011682 - NamedType 1146759609
source: Total Detail Lines
de_at: Gesamtsumme Detailzeilen
it_ch: Totale Righe Dettaglio

# Report 44011682 - NamedType 1397250587
source: FREQUENCY LIST
de_at: Periodizität Liste
it_ch: PERIODICITA' ELENCO

# Report 44011682 - NamedType 1471942672
source: INTRA-COMMUNITY GOODS
de_at: INNERGEMEINSCHAFTLICHE GÜTER
it_ch: INTRACOMUNITARI DI BENI

# Report 44011682 - NamedType 1614377322
source: Please tick the box in case of suspension of activity or in case VAT has changed.
de_at: Bitte kreuzen Sie das Kästchen an, falls die Tätigkeit ausgesetzt ist oder sich die Mehrwertsteuer geändert hat.
it_ch: Barrare la casella nel caso di cessazione di attività ovvero di variazione della partita IVA

# Report 44011682 - NamedType 1680218307
source: ONLY 1° MONTH OF THE QUARTER
de_at: NUR 1° MONAT DES QUARTALS
it_ch: SOLO 1° MESE DEL TRIMESTRE

# Report 44011682 - NamedType 1726555759
source: Name
it_ch: Nome

# Report 44011682 - NamedType 1736783249
source: COMPLETE QUARTER
de_at: VOLLSTÄNDIGES QUARTAL
it_ch: TRIMESTRE COMPLETO

# Report 44011682 - NamedType 1995844209
source: Data Summary
de_at: Datenzusammenfassung
it_ch: DATI RIASSUNTIVI DELL'ELENCO

# Report 44011682 - NamedType 2085922560
source: SERVICES
de_at: DIENSTE
it_ch: SERVIZI

# Report 44011682 - NamedType 214676443
source: Total Amount
de_at: Gesamtbetrag
it_ch: Importo totale

# Report 44011682 - NamedType 2308238101
source: YEAR
de_at: Jahr
it_ch: Anno

# Report 44011682 - NamedType 231623119
source: PERIOD
de_at: Periode
it_ch: Periodo

# Report 44011682 - NamedType 2781886856
source: GOODS
de_at: WAREN
it_ch: BENI

# Report 44011682 - NamedType 2978265385
source: 1° AND 2° MONTH OF THE QUARTER
de_at: 1° und 2° MONAT DES QUARTALS
it_ch: 1° E 2° MESE DEL TRIMESTRE

# Report 44011682 - NamedType 3029357849
source: INTRA - 2 Mod.
de_at: Mod. INTRA - 2
it_ch: Mod. INTRA - 2

# Report 44011682 - NamedType 3031950732
source: Page Total
de_at: Seiten Summe
it_ch: Totale Pagine

# Report 44011682 - NamedType 3054107425
source: INFORMATION IN SECTION 1 AND/OR 3 REFERS TO (Tick the box):
de_at: INFORMATION IN ABSCHNITT 1 UND/ODER 3 REFERS TO (Tick the box):
it_ch: LE INFORMAZIONI DELLE SEZIONI 1 e/o 3 SONO DA RIFERIRSI A (Barrare la casella):

# Report 44011682 - NamedType 3084050073
source: VAT REGISTRATION NO.
de_at: USt-IdNr.
it_ch: Partita IVA

# Report 44011682 - NamedType 3175654600
source: SUBMISSION DATE
de_at: Vorlagedatum
it_ch: DATA DI PRESENTAZIONE

# Report 44011682 - NamedType 3188927819
source: SUMMARY PURCHASES LIST
de_at: ZUSAMMENFASSUNGSLISTE DER KÄUFE
it_ch: ELENCO RIEPILOGATIVO DEGLI ACQUISTI

# Report 44011682 - NamedType 3298553666
source: RESERVED FOR THE OFFICE
de_at: RESERVIERT FÜR DAS BÜRO
it_ch: SPAZIO RISERVATO ALL'UFFICIO

# Report 44011682 - NamedType 3309965755
source: Tick the box if Mod. 1 INTRA or INTRA 2 have not been previously submitted
de_at: Aktivieren Sie das Kontrollkästchen, wenn Sie nicht in früheren Meldungen deklariert wurden (Mod. INTRA 1 oder INTRA 2)
it_ch: Barrare la casella nel caso non siano stati presentati in precedenza elenchi riepilogativi (Mod. INTRA 1 o INTRA 2)

# Report 44011682 - NamedType 3388571379
source: REFERENCE NUMBER
de_at: REFERENZNUMMER
it_ch: NUMERO DI RIFERIMENTO

# Report 44011682 - NamedType 3486992272
source: SUBJECT DIFFERENT FROM PHYSICAL PERSON
de_at: SUBJEKT IST KEINE PHYSISCHE PERSON
it_ch: SOGGETTO DIVERSO DA PERSONA FISICA

# Report 44011682 - NamedType 3619819438
source: OBLIGED ENTITY
it_ch: SOGGETTO OBBLIGATO

# Report 44011682 - NamedType 362178401
source: Company Name
de_at: Mandantenname
it_ch: Nome società

# Report 44011682 - NamedType 3704101852
source: REPRESENTATIVE PERSON
de_at: Repräsentative Person
it_ch: SOGGETTO DELEGATO

# Report 44011682 - NamedType 3788434013
source: QUARTER
de_at: Quartal
it_ch: Trimestre

# Report 44011682 - NamedType 3882706860
source: SUMMARY ASSIGMENTS LIST
de_at: ZUSAMMENFASSUNG SASSIGMENTS LISTE
it_ch: ELENCO RIEPILOGATIVO DELLE CESSIONI

# Report 44011682 - NamedType 4103638791
source: MINISTRY OF FOREIGN TRADE
de_at: MINISTERIUM DER FINANZEN
it_ch: MINISTERO DELLE FINANZE

# Report 44011682 - NamedType 4170379433
source: YEAR
de_at: Jahr
it_ch: Anno

# Report 44011682 - NamedType 419466266
source: VAT Registration No.
de_at: USt-IdNr.
it_ch: Partita IVA

# Report 44011682 - NamedType 4233468874
source: FULL NAME OR COMPANY NAME
de_at: NACHNAME U. VORNAME ODER BESCHREIBUNG/GESELLSCHAFTSFORM
it_ch: COGNOME E NOME o DENOMINAZIONE/RAGIONE SOCIALE

# Report 44011682 - NamedType 42632306
source: Last name
it_ch: Cognome

# Report 44011682 - NamedType 485097088
source: INTRA - 1 Mod.
de_at: Mod. INTRA - 1
it_ch: Mod. INTRA - 1

# Report 44011682 - NamedType 535658795
source: REGISTER
de_at: Journal
it_ch: Registro

# Report 44011682 - NamedType 761011556
source: INDIVIDUAL
de_at: Natürliche person
it_ch: Persona fisica

# Report 44011682 - NamedType 827472761
source: MONTH
de_at: Monat
it_ch: Mese

# Report 44011682 - NamedType 9838215
source: Section
de_at: Abschnitt
it_ch: Sezione

# Report 848111864 - Method 2061116570 - NamedType 3985534756
source: The amount in section 1 cannot be negative in record: \ Grouped Line No. %1\ %2: %3\ %4: %5\ %6: %7\ %8: %9\ %10: %11\ %12: %13\ %14: %15 \ %16: %17
de_at: Der Betrag in Abschnitt 1 darf nicht negativ sein: \ Gruppierte Zeile Nr. %1\ %2: %3\ %4: %5\ %6: %7\ %8: %9\ %10: %11\ %12: %13\ %14: %15 \ %16: %17
it_ch: L'importo alla sezione 1 non può essere negativo nel Raggruppamento Righe Nr. %1\ %2: %3\ %4: %5\ %6: %7\ %8: %9\ %10: %11\ %12: %13\ %14: %15\ %16: %17

# Report 848111864 - NamedType 3140410629
source: The file was created successfully.\
de_at: Die Datei wurde erfolgreich erstellt.\
it_ch: Il file è stato creato.\

# Report 848111864 - NamedType 355273585
source: %1 does not contain a number.
de_at: %1 enthält keine Nummer.
it_ch: %1 non contiene un numero.

# Report 848111864 - NamedType 371262818
source: Export
de_at: Exportieren
it_ch: Esporta

# Report 848111864 - NamedType 502759233
source: All Files (*.*)|*.*
de_at: Alle Dateien (*.*)|*.*
it_ch: Tutti i file (*.*)|*.*

# Report 848111864 - Property 2879900210
source: Intrastat - Export File
de_at: Intrastat - Datei Exportieren
it_ch: Intrastat - Esportazione file

# Table 1034651056 - Field 1004114224 - Property 2879900210
source: Period
de_at: Periode
it_ch: Periodo

# Table 1034651056 - Field 1266076892 - Property 2879900210
source: Total Amount (LCY)
de_at: Gesamtbetrag (MW)
it_ch: Importo totale (VL)

# Table 1034651056 - Field 1291705767 - Property 2879900210
source: Status
it_ch: Stato

# Table 1034651056 - Field 1291705767 - Property 62802879
source: New,Released,Archived
de_at: Neu,Freigegeben,Archiviert
it_ch: Nuova,Rilasciata,Archiviata

# Table 1034651056 - Field 1373331674 - Property 2879900210
source: No.
de_at: Nr.
it_ch: Nr.

# Table 1034651056 - Field 1508072060 - Property 2879900210
source: Creation
de_at: Erstellung
it_ch: Creazione

# Table 1034651056 - Field 1746875241 - Property 2879900210
source: Line Type
de_at: Zeilenart
it_ch: Tipo riga

# Table 1034651056 - Field 1746875241 - Property 62802879
source: Goods,Goods correction,Services,Services correction,Call off stock
de_at: Waren,Waren Richtigstellungen,Diestleistungen,Dienstleist. Richtigst.
it_ch: Beni,Correzione beni,Servizi,Correzione Servizi,Call off stock

# Table 1034651056 - Field 1787091971 - Property 2879900210
source: Intraweb Export Date
de_at: Exportdatum Intraweb
it_ch: Data Esportazione Intraweb

# Table 1034651056 - Field 1909121938 - Property 2879900210
source: No. Printed
de_at: Anzahl gedruckt
it_ch: Copie stampate

# Table 1034651056 - Field 2104659394 - Property 2879900210
source: Simplified Mode
de_at: Vereinfachter Modus
it_ch: Modalità Semplificata

# Table 1034651056 - Field 2490241268 - Property 2879900210
source: No. of Lines (Normal)
de_at: Anzahl Zeilen (Normal)
it_ch: Nr. Righe (Normale)

# Table 1034651056 - Field 2843455694 - Property 2879900210
source: Periodicity
de_at: Periodizität
it_ch: Periodicità

# Table 1034651056 - Field 2843455694 - Property 62802879
source: Monthly,Quarterly
de_at: Monatlich,Trimestral
it_ch: Mensile,Trimestrale

# Table 1034651056 - Field 3016451803 - Property 2879900210
source: Declaration Type
de_at: Erklärungsart
it_ch: Tipo Dichiarazione

# Table 1034651056 - Field 3016451803 - Property 62802879
source: Complete,Statistic,Fiscal
de_at: Komplett,Statistisch,Fiskalisch
it_ch: Completo,Statistico,Fiscale

# Table 1034651056 - Field 3099810127 - Property 2879900210
source: No. of Lines (Correction)
de_at: Anzahl Zeilen (Korrektur)
it_ch: Nr. Righe (Correzione)

# Table 1034651056 - Field 3456033531 - Property 2879900210
source: Type
de_at: Art
it_ch: Tipo

# Table 1034651056 - Field 3456033531 - Property 62802879
source: Purchases,Sales
de_at: Einkauf,Verkauf
it_ch: Acquisti,Vendite

# Table 1034651056 - Field 3960984066 - Property 2879900210
source: Year
de_at: Jahr
it_ch: Anno

# Table 1034651056 - NamedType 1196336482
source: Intrastat Lines already exists.
de_at: Es sind bereits Intrastatzeilen vorhanden.
it_ch: Esistono già delle righe intrastat.

# Table 1034651056 - NamedType 1753513791
source: %1 should be 4 caracters long.
de_at: %1 muss 4 stellig sein.
it_ch: %1 deve avere 4 caratteri.

# Table 1034651056 - Property 2879900210
source: Intrastat Header
de_at: Intrastatkopf
it_ch: Testata Intrastat

# Table 1168148295 - Field 3004954119 - Property 2879900210
source: Code
it_ch: Codice

# Table 1168148295 - Field 3461834954 - Property 2879900210
source: Description
de_at: Beschreibung
it_ch: Descrizione

# Table 1168148295 - Method 1583998716 - NamedType 283072355
source: Restoring default settings present values will be overwritten. Do you want to proceed?
de_at: Das Wiederherstellen der vorhandenen Standardeinstellungen wird überschrieben. Möchten Sie fortfahren?
it_ch: Il ripristino delle impostazioni predefinite dei valori presenti verrà sovrascritto. Vuoi procedere?

# Table 1168148295 - Property 2879900210
source: Intrastat Operation Type
de_at: Art der Intrastat-Operation
it_ch: Ripristinando i valori di default, i recerd correnti saranno eliminati. Procedere?

# Table 1659617143 - Field 1029634861 - Property 2879900210
source: Country/Region Code
de_at: Länder-/Regionscode
it_ch: Cod. paese

# Table 1659617143 - Field 1030582175 - Property 2879900210
source: New Recipient VAT Reg. No.
de_at: Neuer Empfänger USt-IdNr.
it_ch: Partita IVA nuovo destinatario

# Table 1659617143 - Field 1043480093 - Property 2879900210
source: County
de_at: Bundesregion
it_ch: Provincia

# Table 1659617143 - Field 1206868322 - Property 2879900210
source: Net Weight
de_at: Nettogewicht
it_ch: Peso netto

# Table 1659617143 - Field 1238631515 - Property 2879900210
source: Payment Method Code
de_at: Zahlungsformcode
it_ch: Cod. metodo di pagamento

# Table 1659617143 - Field 1281851543 - Property 2879900210
source: Intra-community processing
de_at: Innergemeinschaftliche Verarbeitung
it_ch: Lavorazione intracomunitaria

# Table 1659617143 - Field 1309738240 - Property 2879900210
source: External Document No.
de_at: Externe Belegnummer
it_ch: Nr. documento esterno

# Table 1659617143 - Field 1373331674 - Property 2879900210
source: No.
de_at: Nr.
it_ch: Nr.

# Table 1659617143 - Field 1390649695 - Property 2879900210
source: Description 2
de_at: Beschreibung 2
it_ch: Descrizione 2

# Table 1659617143 - Field 1419731019 - Property 2879900210
source: Document No.
de_at: Belegnr.
it_ch: Nr. documento

# Table 1659617143 - Field 1429180490 - Property 2879900210
source: Statistical Value (LCY)
de_at: Statistischer Wert (MW)
it_ch: Valore statistico (VL)

# Table 1659617143 - Field 1573077046 - Property 2879900210
source: Origin Country/Region
de_at: Ursprungsland/-region
it_ch: Cod. paese di origine

# Table 1659617143 - Field 1597400442 - Property 2879900210
source: Declaration No.
de_at: Erklärungsnr.
it_ch: Nr. Dichiarazione

# Table 1659617143 - Field 1616477751 - Property 2879900210
source: Page No.
de_at: Seitennr.
it_ch: Nr. pagina

# Table 1659617143 - Field 168890005 - Property 2879900210
source: Cost Regulation %
de_at: Kosten Zu-/Abschlag %
it_ch: % regolazione costi

# Table 1659617143 - Field 1761888289 - Property 2879900210
source: Line Type
de_at: Zeilenart
it_ch: Tipo riga
