Repository: SamehHassine/Translations
Catalog: Advanced Intrastat for Italy/translation.*.xlf
Languages: de_at, it_ch

# Codeunit 3117217873 - NamedType 1625896033
source: No subscription for ITR present! - this report cannot be generated!
de_at: Kein Abonnement für ITR vorhanden! Dieser Bericht kann nicht erzeugt werden!
it_ch: Nessuna sottoscrizione per ITR presente! Questo report non può essere generato!

# Codeunit 3117217873 - NamedType 1772493744
source: Free Version
de_at: Freie Version
it_ch: Versione free

# Codeunit 3117217873 - NamedType 2599441456
source: Trial subscription for ITR found - day %1 of %2
de_at: Testversion für ITR gefunden - Tag %1 von %2
it_ch: Trovato versione di prova per ITR - Giorno %1 di %2

# Codeunit 3117217873 - NamedType 3269160490
source: No subscription for ITR present! - Action not allowed!
de_at: Kein Abonnement für ITR vorhanden! Diese Aktion ist nicht erlaubt!
it_ch: Nessuna sottoscrizione per ITR presente! Azione non consentita!

# Codeunit 3117217873 - NamedType 3560163384
source: Set up a subscription
de_at: Voll-Abonnement beantragen
it_ch: Richiedere sottoscrizione completa

# Codeunit 3117217873 - NamedType 4128705988
source: No subscription for ITR present! - this page cannot be edited!
de_at: Kein Abonnement für ITR vorhanden! Diese Seite kann nicht editiert werden!
it_ch: Nessuna sottoscrizione per ITR presente! Questa pagina non può essere modificata!

# Codeunit 3117217873 - NamedType 4205745040
source: Subscribe for an activation
de_at: Kostenlose Testversion oder Voll-Abonnement beantragen
it_ch: Richiedere versione trial gratuita o sottoscrizione completa

# Codeunit 3518219412 - NamedType 1196336482
source: %1 should not be negative.
de_at: Der %1 darf nicht negativ sein.
it_ch: %1 non deve essere negativo.

# Enum 1121593437 - EnumValue 3090661100 - Property 2879900210
source: Filter
it_ch: Filtro

# Enum 1121593437 - EnumValue 965281551 - Property 2879900210
source: Include EU countries
de_at: Alle EU-Länder einschließen
it_ch: Includi paesi UE

# Enum 908454787 - EnumValue 2065820867 - Property 2879900210
source: Include local country
de_at: Lokales Land einschließen
it_ch: Includi paese locale

# Enum 908454787 - EnumValue 3090661100 - Property 2879900210
source: Filter
it_ch: Filtro

# Page 1933852584 - Action 3393195050 - Property 1295455071
source: Opens Operation Types list. This setup is necessary for Call off stock.
de_at: Öffnet die Liste Vorgangstypen. Dieses Setup ist für Call off stock notwendig.
it_ch: Apre la lista dei Tipi operazione. Questo setup è necessario per le righe Call off stock.

# Page 1933852584 - Action 3393195050 - Property 2879900210
source: Operation Types
de_at: Arbeitsgangarten
it_ch: Tipi operazione

# Page 1933852584 - Control 1538281119 - Property 1295455071
source: Specifies the value of the "External Location Filter Type" field. Include EU: only locations with country having "Intrastat Code" populated will be processed; Filter: system will process locations included in custom specified filter.
de_at: Gibt den Wert des Felds "Filtertyp für externe Positionen" an.
it_ch: Specifica il valore del campo "Filtro ubicazioni esterne". Includi UE: solo le ubicazioni con paese avente "Codice intrastat" valorizzato saranno processate; Filtro: il sistema processerà le ubicazioni secondo il filtro custom impostato.

# Page 1933852584 - Control 1563455416 - Property 1295455071
source: Specifies the value of the "Suggest Call off stock lines" field.
de_at: Gibt den Wert des Felds "Aufruf von Lagerpositionen vorschlagen" an.
it_ch: Specifica il valore del campo "Suggerisci righe Call off stock".

# Page 1933852584 - Control 1671868336 - Property 1295455071
source: Specifies the value of the Intrastat Grouping field
de_at: Gibt den Wert des Feldes Intrastat-Gruppierung an
it_ch: Specifica il valore del campo Raggruppamento Intrastat

# Page 1933852584 - Control 2359762377 - Property 2879900210
source: General
de_at: Allgemein
it_ch: Generale

# Page 1933852584 - Control 335545441 - Property 1295455071
source: Specifies the value of the Intrastat Declaration Nos. field
de_at: Gibt den Wert der Intrastat-Deklarations-Nren an. Feld
it_ch: Specifica il valore dei no di dichiarazione Intrastat. Campo

# Page 1933852584 - Control 493657227 - Property 1295455071
source: Specifies the value of the "Internal Location Filter Type" field. Include local country: only locations with country equal to company info country will be processed; Filter: system will process locations included in custom specified filter.
de_at: Gibt den Wert des Felds "Filtertyp für interne Positionen" an.
it_ch: Specifica il valore del campo "Filtro ubicazioni interne". Includi paese locale: solo le ubicazioni con paese uguale a quello impostato in informazioni società saranno processate; Filtro: il sistema processerà le ubicazioni secondo il filtro custom impostato.

# Page 1933852584 - Control 53284326 - Property 1295455071
source: Indicates custom filter to apply on internal Location.
de_at: Gibt einen benutzerdefinierten Filter an, der auf den internen Speicherort angewendet werden soll.
it_ch: Indica il filtro personalizzato da applicare per identificare le ubicazioni interne.

# Page 1933852584 - Control 53284326 - Property 2879900210
source: Internal Location Filter
de_at: Interner Positionsfilter
it_ch: Filtro ubicazioni interne

# Page 1933852584 - Control 86893212 - Property 1295455071
source: Indicates custom filter to apply on external Locations.
de_at: Gibt einen benutzerdefinierten Filter an, der auf externe Speicherorte angewendet werden soll.
it_ch: Indica il filtro personalizzato da applicare per identificare le ubicazioni esterne.

# Page 1933852584 - Control 86893212 - Property 2879900210
source: External Location Filter
de_at: Externer Standortfilter
it_ch: Filtro ubicazioni esterne

# Page 1933852584 - Property 2879900210
source: Intrastat Setup (ITR)
it_ch: Setup intrastat (ITR)

# Page 2182427733 - Control 158172202 - Property 1295455071
source: Specifies the value of the Line Type field
de_at: Gibt den Wert des Feldes Zeilentyp an
it_ch: Specifica il valore del campo Tipo riga

# Page 2182427733 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type field
de_at: Gibt den Wert des Feldes Typ an
it_ch: Specifica il valore del campo Tipo

# Page 2182427733 - Control 2363328873 - Property 1295455071
source: Specifies the value of the Document Type field
de_at: Gibt den Wert des Feldes "Dokumenttyp" an
it_ch: Specifica il valore del campo "Tipo di documento"

# Page 2182427733 - Control 2447808060 - Property 1295455071
source: Specifies the value of the Hide Statistical Value field
de_at: Gibt den Wert des Felds Statistischer Wert ausblenden an
it_ch: Specifica il valore del campo Nascondi valore statistico

# Page 2182427733 - Control 3193866272 - Property 1295455071
source: Specifies the value of the Transport Method field
de_at: Gibt den Wert des Feldes Transportmethode an.
it_ch: Specifica il valore del campo Metodo di trasporto

# Page 2182427733 - Control 3210149344 - Property 1295455071
source: Specifies the value of the Supply Method field
de_at: Gibt den Wert des Feldes Supply-Methode an
it_ch: Specifica il valore del campo Metodo approvvigionamento

# Page 2182427733 - Control 3773776616 - Property 1295455071
source: Specifies the value of the Transaction Type field
de_at: Gibt den Wert des Feldes Buchungsart an
it_ch: Specifica il valore del campo Tipo di transazione

# Page 2182427733 - Control 3814925297 - Property 1295455071
source: Specifies the value of the Entry/Exit Point field
de_at: Gibt den Wert des Feldes Ein-/Ausstiegspunkt an.
it_ch: Specifica il valore del campo Punto di entrata/uscita

# Page 2182427733 - Control 4181871350 - Property 1295455071
source: Specifies the value of the Hide Group Code field
de_at: Gibt den Wert des Felds Gruppencode ausblenden an.
it_ch: Specifica il valore del campo Nascondi codice gruppo

# Page 2182427733 - Control 499448942 - Property 1295455071
source: Specifies the value of the County field
de_at: Gibt den Wert des Feldes Landkreis an.
it_ch: Specifica il valore del campo Contea

# Page 2182427733 - Property 2879900210
source: Intrastat Defaults (ITR)
de_at: Intrastat-Standardwerte (ITR)
it_ch: Default intrastat (ITR)

# Page 2896930430 - Action 1932257957 - Property 2879900210
source: &Line
de_at: &Zeile
it_ch: Ri&ga

# Page 2896930430 - Action 321124852 - Property 1295455071
source: Executes the Show &Document action
de_at: Führt die Aktion Show &Document aus
it_ch: Esegue l'azione Mostra &document

# Page 2896930430 - Action 321124852 - Property 2879900210
source: Show &Document
de_at: &Beleg zeigen
it_ch: Mostra &documento

# Page 2896930430 - Action 3651295519 - Property 1295455071
source: Executes the Show Document &Line action
de_at: Führt die Aktion Dokument &Line anzeigen aus
it_ch: Esegue l'azione Mostra documento &line

# Page 2896930430 - Action 3651295519 - Property 2879900210
source: Show Document &Line
de_at: Beleg&zeile zeigen
it_ch: Mostra &riga documento

# Page 2896930430 - Control 1005905148 - Property 1295455071
source: Specifies the value of the Declaration Type field
de_at: Gibt den Wert des Feldes Deklarationstyp an
it_ch: Specifica il valore del campo Tipo dichiarazione

# Page 2896930430 - Control 1030582175 - Property 1295455071
source: Specifies the value of the "New Recipient VAT Reg. No." field. This field is referred only to operation type 3 Call off stock lines
de_at: Gibt den Wert des Felds "MwSt.-Identifikationsnummer des neuen Empfängers" an. Dieses Feld bezieht sich nur auf vorgangstyp 3 Aufruf von Lagerpositionen
it_ch: Specifica il valore del campo "Partita IVA nuovo destinatario". Questo campo è riferito unicamente alle righe di tipo Call off stock con tipo operazione 3.

# Page 2896930430 - Control 1281851543 - Property 1295455071
source: Specifies the value of the "Intra-community processing" field.
de_at: Gibt den Wert des Felds "Innergemeinschaftliche Verarbeitung" an.
it_ch: Specifica il valore del campo "Lavorazione intracomunitaria".

# Page 2896930430 - Control 130715553 - Property 1295455071
source: Specifies the value of the Suppl. Qty. field
de_at: Gibt den Wert des Feldes Suppl. Qty. an
it_ch: Specifica il valore del campo Qtà Suppl.

# Page 2896930430 - Control 1343707150 - Property 1295455071
source: Specifies the value of the Source Name field
de_at: Gibt den Wert des Feldes "Quellname" an.
it_ch: Specifica il valore del campo Nome origine

# Page 2896930430 - Control 1527563463 - Property 1295455071
source: Specifies the value of the External Document No. field
de_at: Gibt den Wert der Externen Dokumentnummer an. Feld
it_ch: Specifica il valore del campo Nr. Documento esterno. Campo

# Page 2896930430 - Control 1543151100 - Property 1295455071
source: Specifies the value of the Reference Month/Quarter field
de_at: Gibt den Wert des Feldes Referenzmonat/Quartal an.
it_ch: Specifica il valore del campo Mese/Trimestre di riferimento

# Page 2896930430 - Control 158172202 - Property 1295455071
source: Specifies the value of the Line Type field
de_at: Gibt den Wert des Feldes Zeilentyp an
it_ch: Specifica il valore del campo Tipo riga

# Page 2896930430 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type field
de_at: Gibt den Wert des Feldes Typ an
it_ch: Specifica il valore del campo Tipo

# Page 2896930430 - Control 1879772105 - Property 1295455071
source: Specifies the value of the Corrected Document No. field
de_at: Gibt den Wert der Korrigierten Dokumentnummer an. Feld
it_ch: Specifica il valore del n. Campo

# Page 2896930430 - Control 1882905478 - Property 1295455071
source: Specifies the value of the Source No. field
de_at: Gibt den Wert der Quellnummer an. Feld
it_ch: Specifica il valore del campo Nr. Origine. Campo

# Page 2896930430 - Control 2102199635 - Property 1295455071
source: Specifies the value of the Indirect Cost field
de_at: Gibt den Wert des Felds Indirekte Kosten an.
it_ch: Specifica il valore del campo Costo Indiretto

# Page 2896930430 - Control 23891503 - Property 1295455071
source: Specifies the value of the Source/Destination Country/Region field
de_at: Gibt den Wert des Felds Quell-/Zielland/Region an.
it_ch: Specifica il valore del campo Paese origine/destinazione

# Page 2896930430 - Control 2446779331 - Property 1295455071
source: Specifies the value of the Document Line Type field
de_at: Gibt den Wert des Feldes Belegzeilentyp an
it_ch: Specifica il valore del campo Tipo riga documento

# Page 2896930430 - Control 2687606736 - Property 1295455071
source: Specifies the value of the Corrected Intrastat Report No. field
de_at: Gibt den Wert der Korrigierten Intrastat-Berichtsnummer an. Feld
it_ch: Specifica il valore del n. Campo

# Page 2896930430 - Control 2704404533 - Property 1295455071
source: Specifies the value of the Quantity field
de_at: Gibt den Wert des Feldes Menge an
it_ch: Specifica il valore del campo Quantità

# Page 2896930430 - Control 284764054 - Property 1295455071
source: Specifies the value of the Country/Region Code field
de_at: Gibt den Wert des Feldes Länder-/Regionscode an.
it_ch: Specifica il valore del campo Codice Paese

# Page 2896930430 - Control 2959979021 - Property 1295455071
source: Specifies the value of the Suppl. Unit of Measure field
de_at: Gibt den Wert des Feldes Suppl. Measure-Einheit an
it_ch: Specifica il valore del campo Unità di misura suppl.

# Page 2896930430 - Control 3088522385 - Property 1295455071
source: Specifies the value of the Net Weight field
de_at: Gibt den Wert des Feldes Nettogewicht an
it_ch: Specifica il valore del campo Peso Netto

# Page 2896930430 - Control 31251865 - Property 1295455071
source: Specifies the value of the Customs Office No. field
de_at: Gibt den Wert des Zollamts Nr. an. Feld
it_ch: Specifica il valore del n. ufficio doganale Campo

# Page 2896930430 - Control 3156524383 - Property 1295455071
source: Specifies the value of the "Operation Type" field. This field is referred only to Call off stock lines.
de_at: Gibt den Wert des Felds "Vorgangstyp" an. Dieses Feld bezieht sich nur auf den Aufruf von Lagerpositionen.
it_ch: Specifica il valore del campo "Tipo operazione". Questo campo è riferito unicamente alle righe di tipo Call off stock.

# Page 2896930430 - Control 3178927048 - Property 1295455071
source: Specifies the value of the Reference Year field
de_at: Gibt den Wert des Feldes Referenzjahr an.
it_ch: Specifica il valore del campo Anno di riferimento

# Page 2896930430 - Control 3193866272 - Property 1295455071
source: Specifies the value of the Transport Method field
de_at: Gibt den Wert des Feldes Transportmethode an.
it_ch: Specifica il valore del campo Metodo di trasporto

# Page 2896930430 - Control 3210149344 - Property 1295455071
source: Specifies the value of the Supply Method field
de_at: Gibt den Wert des Feldes Supply-Methode an
it_ch: Specifica il valore del campo Metodo approvvigionamento

# Page 2896930430 - Control 3320823955 - Property 1295455071
source: Specifies the value of the Line No. field
de_at: Gibt den Wert der Zeile Nr. an. Feld
it_ch: Specifica il valore del campo Nr. Riga. Campo

# Page 2896930430 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field
de_at: Gibt den Wert des Feldes Beschreibung an
it_ch: Specifica il valore del campo Descrizione

# Page 2896930430 - Control 3608226253 - Property 1295455071
source: Specifies the value of the Origin Country/Region field
de_at: Gibt den Wert des Felds Ursprungsland/Region an.
it_ch: Specifica il valore del campo Paese origine

# Page 2896930430 - Control 3678829965 - Property 1295455071
source: Specifies the value of the Corrected Intrastat Report Line No. field
de_at: Gibt den Wert der korrigierten Intrastat-Berichtszeile Nr. an. Feld
it_ch: Specifica il valore del n. riga report Intrastat corretto. Campo

# Page 2896930430 - Control 3701472611 - Property 1295455071
source: Specifies the value of the Tariff No. field
de_at: Gibt den Wert der Tarifnummer an. Feld
it_ch: Specifica il valore del n. tariffa. Campo

# Page 2896930430 - Control 3710982960 - Property 1295455071
source: Specifies the value of the Posting Date field
de_at: Gibt den Wert des Feldes Buchungsdatum an.
it_ch: Specifica il valore del campo Data di Registrazione

# Page 2896930430 - Control 3773776616 - Property 1295455071
source: Specifies the value of the Transaction Type field
de_at: Gibt den Wert des Feldes Buchungsart an
it_ch: Specifica il valore del campo Tipo di transazione

# Page 2896930430 - Control 3814925297 - Property 1295455071
source: Specifies the value of the Entry/Exit Point field
de_at: Gibt den Wert des Feldes Ein-/Ausstiegspunkt an.
it_ch: Specifica il valore del campo Punto di entrata/uscita

# Page 2896930430 - Control 3855271124 - Property 1295455071
source: Specifies the value of the Payment Method Code field
de_at: Gibt den Wert des Feldes Zahlungsmethodencode an
it_ch: Specifica il valore del campo Codice metodo di pagamento

# Page 2896930430 - Control 404491802 - Property 1295455071
source: Specifies the value of the Exclude field
de_at: Gibt den Wert des Ausschlussfelds an.
it_ch: Specifica il valore del campo Escludi

# Page 2896930430 - Control 4198939294 - Property 1295455071
source: Specifies the value of the Currency Code field
de_at: Gibt den Wert des Feldes Währungscode an
it_ch: Specifica il valore del campo Codice Valuta

# Page 2896930430 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field
de_at: Gibt den Wert der Nr. Feld
it_ch: Specifica il valore del campo Nr. Campo

# Page 2896930430 - Control 4212263592 - Property 1295455071
source: Specifies the value of the Corrected Document Date field
de_at: Gibt den Wert des Feldes "Berichtigiertes Belegdatum" an.
it_ch: Specifica il valore del campo Data documento corretto

# Page 2896930430 - Control 47657272 - Property 1295455071
source: Specifies the value of the Description 2 field
de_at: Gibt den Wert des Feldes Beschreibung 2 an
it_ch: Specifica il valore del campo Descrizione 2

# Page 2896930430 - Control 486908828 - Property 1295455071
source: Specifies the value of the Document No. field
de_at: Gibt den Wert der Dokumentnummer an. Feld
it_ch: Specifica il valore del campo Nr. Documento. Campo

# Page 2896930430 - Control 499448942 - Property 1295455071
source: Specifies the value of the County field
de_at: Gibt den Wert des Feldes Landkreis an.
it_ch: Specifica il valore del campo Contea

# Page 2896930430 - Control 580412389 - Property 1295455071
source: Specifies the value of the Document Date field
de_at: Gibt den Wert des Feldes Belegdatum an.
it_ch: Specifica il valore del campo Data documento

# Page 2896930430 - Control 592951229 - Property 1295455071
source: Specifies the value of the Amount (LCY) field
de_at: Gibt den Wert des Feldes Betrag (LCY) an
it_ch: Specifica il valore del campo Importo (VL)

# Page 2896930430 - Control 617267791 - Property 1295455071
source: Specifies the value of the VAT Registration No. field
de_at: Gibt den Wert der MwSt.-Registrierungsnummer an. Feld
it_ch: Specifica il valore del n. partita IVA Campo

# Page 2896930430 - Control 628972433 - Property 1295455071
source: Specifies the value of the Payment Country Code field
de_at: Gibt den Wert des Feldes Zahlungsländercode an
it_ch: Specifica il valore del campo Codice Paese Pagamento

# Page 2896930430 - Control 636392376 - Property 1295455071
source: Specifies the value of the Amount field
de_at: Gibt den Wert des Feldes Betrag an
it_ch: Specifica il valore del campo Importo

# Page 2896930430 - Control 737807921 - Property 1295455071
source: Specifies the value of the Statistical Value (LCY) field
de_at: Gibt den Wert des Feldes Statistischer Wert (LCY) an
it_ch: Specifica il valore del campo Valore statistico (VL)

# Page 2896930430 - Control 827698558 - Property 1295455071
source: Specifies the value of the "New Recipient Country/Region Code" field. This field is referred only to operation type 3 Call off stock lines
de_at: Gibt den Wert des Felds "Neuer Empfängerland-/Regionscode" an. Dieses Feld bezieht sich nur auf vorgangstyp 3 Aufruf von Lagerpositionen
it_ch: Specifica il valore del campo "Codice paese nuovo destinatario". Questo campo è riferito unicamente alle righe di tipo Call off stock con tipo operazione 3.

# Page 2896930430 - Property 2879900210
source: Lines
de_at: Zeilen
it_ch: Righe

# Page 3210303717 - Action 1492001282 - Property 1295455071
source: Executes the &Export file action
de_at: Führt die &Export-Dateiaktion aus
it_ch: Esegue l'azione &esporta file

# Page 3210303717 - Action 1492001282 - Property 2879900210
source: &Export file
de_at: Datei &exportieren
it_ch: &Esporta file

# Page 3210303717 - Action 2009077780 - Property 1295455071
source: Executes the &Navigate action
de_at: Führt die &Navigate-Aktion aus
it_ch: Esegue l'azione &naviga

# Page 3210303717 - Action 2009077780 - Property 2879900210
source: &Navigate
it_ch: Navi&ga

# Page 3210303717 - Action 215240513 - Property 1295455071
source: Executes the Re&open action
de_at: Führt die Re&open-Aktion aus
it_ch: Esegue l'azione Ri&amp;apri

# Page 3210303717 - Action 215240513 - Property 2879900210
source: Re&open
de_at: Stat&us zurücksetzen
it_ch: Ri&apri

# Page 3210303717 - Action 2205439352 - Property 2879900210
source: &Print
de_at: D&rucken
it_ch: &Stampa

# Page 3210303717 - Action 2301750341 - Property 1295455071
source: Executes the &Cover action
de_at: Führt die &Cover-Aktion aus
it_ch: Esegue l'azione &Cover

# Page 3210303717 - Action 2490530353 - Property 1295455071
source: Executes the &Print action
de_at: Führt die &Print-Aktion aus
it_ch: Esegue l'azione &Stampa

# Page 3210303717 - Action 2490530353 - Property 2879900210
source: &Print
de_at: D&rucken
it_ch: &Stampa

# Page 3210303717 - Action 2615152708 - Property 2879900210
source: F&unctions
de_at: F&unktion
it_ch: F&unzioni

# Page 3210303717 - Action 3711574538 - Property 1295455071
source: Executes the Su&ggest lines action
de_at: Führt die Su&ggest Lines-Aktion aus
it_ch: Esegue l'azione Righe Su&ggest

# Page 3210303717 - Action 3711574538 - Property 2879900210
source: Su&ggest lines
de_at: Zeilen vorschla&gen
it_ch: Su&ggerisci righe

# Page 3210303717 - Action 4032263875 - Property 1295455071
source: Executes the Re&lease action
de_at: Führt die Re&lease-Aktion aus
it_ch: Esegue l'azione Re&lease

# Page 3210303717 - Action 4032263875 - Property 2879900210
source: Re&lease
de_at: &Freigeben
it_ch: Ri&lascio

# Page 3210303717 - Control 1005905148 - Property 1295455071
source: Specifies the value of the Declaration Type field
de_at: Gibt den Wert des Feldes Deklarationstyp an
it_ch: Specifica il valore del campo Tipo dichiarazione

# Page 3210303717 - Control 1028436379 - Property 1295455071
source: Specifies the value of the Total Amount (LCY) field
de_at: Gibt den Wert des Feldes Gesamtbetrag (EL) an.
it_ch: Specifica il valore del campo Importo Totale (VL)

# Page 3210303717 - Control 1143864322 - Property 2879900210
source: The Subpage
de_at: Die Unterseite
it_ch: Subpage

# Page 3210303717 - Control 115596697 - Property 1295455071
source: Specifies the value of the Simplified Mode field
de_at: Gibt den Wert des Feldes "Vereinfachter Modus" an.
it_ch: Specifica il valore del campo Modalità semplificata

# Page 3210303717 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type field
de_at: Gibt den Wert des Feldes Typ an
it_ch: Specifica il valore del campo Tipo

# Page 3210303717 - Control 1974109540 - Property 1295455071
source: Specifies the value of the Intraweb Export Date field
de_at: Gibt den Wert des Felds Intraweb-Exportdatum an
it_ch: Specifica il valore del campo Data esportazione Intraweb
