Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Codeunit 1196157010 - Method 2461338730 - NamedType 3845179057
source: One or more lines has not been posted because the amount is zero.
fr_fr: Une ou plusieurs lignes n’ont pas été validées car le montant est nul.

# Codeunit 1196157010 - Method 3004954119 - NamedType 1890117362
source: cannot exeed %1 characters
fr_fr: ne peut pas exeed %1 caractères

# Codeunit 152024746 - NamedType 3071485667
source: Commission for Italy app not installed!
fr_fr: Commission pour l’Italie app non installé!

# Codeunit 152024746 - NamedType 3552262928
source: Install App!
fr_fr: Installez l’application!

# Codeunit 1945984599 - Method 219180158 - NamedType 3103917732
source: Commissions to %1, Salesp. %3
fr_fr: Commissions à %1, Salesp. %3

# Codeunit 1945984599 - Method 219180158 - NamedType 512198047
source: Commissions to %1, Reason code %2, Salesp. %3
fr_fr: Commissions à %1, Code raison %2, Salesp. %3

# Codeunit 1945984599 - Method 2997137270 - NamedType 512198047
source: Commissions to %1, Reason code %2
fr_fr: Commissions à %1, Code de raison %2

# Codeunit 1945984599 - Method 4175537134 - NamedType 2506578050
source: Purchase document no. %1 created/updated. Do you want to open the document card?
fr_fr: Document d’achat no %1 créé. Voulez-vous ouvrir la carte de document ?

# Codeunit 1945984599 - Method 4175537134 - NamedType 4154622872
source: No purchase document created/updated.
fr_fr: Aucun document d’achat créé.

# Codeunit 2547108696 - Method 3061207919 - NamedType 2821468818
source: %1 needs to be rounded
fr_fr: %1 doit être arrondi

# Codeunit 2673019789 - Method 480764991 - NamedType 3860189983
source: %1 is missing.
fr_fr: %1 est manquant.

# Codeunit 2772362839 - Method 1893849190 - NamedType 2340467487
source: Add %1 %2 to current journal?
fr_fr: Ajouter %1 %2 au journal actuel ?

# Codeunit 2772362839 - Method 2269819451 - NamedType 2474852864
source: DEFAULT
fr_fr: Par défaut

# Codeunit 2772362839 - Method 2269819451 - NamedType 2481908468
source: Default Journal
fr_fr: Journal par défaut

# Codeunit 2772362839 - Method 3526856164 - NamedType 1231203510
source: You cannot settle more than %1 for %2 %3.
fr_fr: Vous ne pouvez pas régler plus de %1 pour %2 %3.

# Codeunit 2772362839 - Method 3526856164 - NamedType 2217448193
source: Line %1 is related to %2 %3. Field %4 cannot be %5.
fr_fr: La ligne %1 est liée à %2 %3. Le champ %4 ne peut pas être %5.

# Codeunit 3639294878 - Method 1008427425 - NamedType 1964939054
source: %1 %2 already related to an existing %3 (%4) for salesperson %5.
fr_fr: %1 %2 déjà lié à un %3 existant (%4) pour le vendeur %5.

# Codeunit 3639294878 - Method 1008427425 - NamedType 304910825
source: %1 %2 is related to %3 %4. Calculate commissions from posted document.
fr_fr: %1 %2 est lié à %3 %4. Calculez les commissions à partir du document publié.

# Codeunit 3639294878 - Method 3966389431 - NamedType 2932411483
source: Posting date must be within commission period date limits.
fr_fr: La date d’affichage doit être dans les limites de la date de la commission.

# Codeunit 3639294878 - NamedType 2016735090
source: cannot be greater than %1.
fr_fr: ne peut pas être supérieur à %1.

# Codeunit 4102068244 - Method 1766848453 - NamedType 4279622457
source: %1 must be the same between credit memo (%2) and return order (%3)
fr_fr: %1 doit être le même entre la note de crédit (%2) et l’ordre de retour (%3)

# Codeunit 4102068244 - Method 2282782031 - NamedType 2433112000
source: Purchase document line %1 is related to %2. You cannot modify directly line amount. If needed, a manual commission entry should be created using journals.
fr_fr: La ligne de document d’achat %1 est liée à %2. Vous ne pouvez pas modifier directement le montant de la ligne. Si nécessaire, une entrée manuelle de commission devrait être créée à l’aide de journaux.

# Codeunit 4102068244 - Method 3024262480 - NamedType 361967077
source: Purchase document line %2 is related to %1. You must delete entire document and recreate it from modified prospect.
fr_fr: La ligne de document d’achat %2 est liée à %1. Vous devez supprimer l’ensemble du document et le recréer à partir d’un prospect modifié.

# Codeunit 4102068244 - Method 3363444052 - NamedType 4279622457
source: %1 must be the same between invoice (%2) and order (%3)
fr_fr: %1 doit être le même entre la facture (%2) et la commande (%3)

# Codeunit 4246534158 - Method 419044455 - NamedType 1178781371
source: Processing #1############## Record #2####### to #3#######
fr_fr: Traitement #1################ Enregistrer #2####### à #3#######

# Codeunit 51160438 - Method 1632229010 - NamedType 2549260076
source: Operation terminated
fr_fr: Fin de l’opération

# Codeunit 51160438 - Method 1632229010 - NamedType 3594995606
source: There are %1 lines with settlement in progress or settled. Do you want to proceed? %1 will not be updated.
fr_fr: Il y a des lignes %1 avec règlement en cours ou réglés. Voulez-vous aller de l’avant? %1 ne sera pas mis à jour.

# Codeunit 51160438 - Method 280101950 - NamedType 1589652372
source: %1 %2 cannot be modified because it has settlement in progress or it is closed.
fr_fr: %1 %2 ne peut pas être modifié parce qu’il a un règlement en cours ou qu’il est fermé.

# Codeunit 51160438 - Method 3149030510 - NamedType 3594995606
source: There are %1 lines with settlement in progress or settled.
fr_fr: Il y a des lignes %1 avec règlement en cours ou réglés.

# Codeunit 51160438 - Method 514894694 - NamedType 1589652372
source: %1 %2 cannot be modified because it has settlement in progress or it is closed.
fr_fr: %1 %2 ne peut pas être modifié parce qu’il a un règlement en cours ou qu’il est fermé.

# Codeunit 51160438 - Method 6917745 - NamedType 1607377755
source: %1 %2 has settlement commission entries.
fr_fr: %1 %2 a des entrées de commission de règlement.

# Codeunit 51160438 - Method 6917745 - NamedType 387694791
source: %1 %2 has settlement commission entries.
fr_fr: %1 %2 a des entrées de commission de règlement.

# Codeunit 51160438 - Method 6917745 - NamedType 3955061742
source: %1 %2 has settlement commission entries. Do you want to proceed?
fr_fr: %1 %2 a des entrées de commission de règlement. Voulez-vous aller de l’avant?

# Codeunit 51160438 - Method 839800729 - NamedType 1856585917
source: %1 %2 is related to %3 that are settled or in settlement.
fr_fr: %1 %2 est lié à %3 qui sont réglés ou en règlement.

# Codeunit 51160438 - Method 839800729 - NamedType 3262069740
source: %1 %2 is related to %3 linked to advance entries settled or in settlement.
fr_fr: %1 %2 est lié à %3 liés aux entrées préalables réglées ou en règlement.

# Codeunit 51160438 - Method 839800729 - NamedType 506609101
source: %1 %2 is related to %3 linked to advance entries.
fr_fr: %1 %2 est lié à %3 lié aux entrées anticipées.

# Codeunit 51160438 - Method 839800729 - NamedType 582226756
source: %1 %2 is related to %3.
fr_fr: %1 %2 est lié à %3.

# Codeunit 51160438 - Method 839800729 - NamedType 783974082
source: Do you want to proceed?
fr_fr: Voulez-vous aller de l’avant?

# Codeunit 579599918 - Method 3004954119 - NamedType 1878672370
source: The journal lines were successfully posted.
fr_fr: Les lignes de journal ont été affichées avec succès.

# Codeunit 579599918 - Method 3004954119 - NamedType 2364039393
source: There is nothing to post.
fr_fr: Il n’y a rien à poster.

# Codeunit 579599918 - Method 3004954119 - NamedType 568178633
source: The journal lines were successfully posted. You are now in the %1 journal.
fr_fr: Les lignes de journal ont été affichées avec succès. Vous êtes maintenant dans le journal %1.

# Codeunit 579599918 - Method 3004954119 - NamedType 946725736
source: Do you want to post the journal lines?
fr_fr: Voulez-vous publier les lignes de journal?

# Codeunit 990293982 - NamedType 1625896033
source: No subscription for CMS present! - this report cannot be generated!
fr_fr: Pas d’abonnement pour CMS présent! - ce rapport ne peut pas être généré!

# Codeunit 990293982 - NamedType 2599441456
source: Trial subscription for CMS found - day %1 of %2
fr_fr: Abonnement d’essai pour CMS trouvé - jour %1 de %2

# Codeunit 990293982 - NamedType 2929049406
source: Trial Version
fr_fr: Version d’essai

# Codeunit 990293982 - NamedType 3269160490
source: No subscription for CMS present! - Action not allowed!
fr_fr: Pas d’abonnement pour CMS présent! - Action non autorisée!

# Codeunit 990293982 - NamedType 3560163384
source: Set up a full subscription
fr_fr: Configurer un abonnement complet

# Codeunit 990293982 - NamedType 4128705988
source: No subscription for CMS present! - this page cannot be edited!
fr_fr: Pas d’abonnement pour CMS présent! - cette page ne peut pas être modifiée!

# Codeunit 990293982 - NamedType 4205745040
source: Subscribe for a free trial or a full activation
fr_fr: Abonnez-vous pour un essai gratuit ou une activation complète

# Enum 1242646279 - EnumValue 2621139259 - Property 2879900210
source: From Linked Line
fr_fr: À partir de la ligne liée

# Enum 1242646279 - EnumValue 927541219 - Property 2879900210
source: From Setup
fr_fr: À partir du programme d’installation

# Enum 1294851607 - EnumValue 1137027125 - Property 2879900210
source: Product
fr_fr: Produit

# Enum 1294851607 - EnumValue 1994964448 - Property 2879900210
source: Customer
fr_fr: Client

# Enum 1294851607 - EnumValue 3108187119 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# Enum 1818920053 - EnumValue 2702998682 - Property 2879900210
source: Line Discount %
fr_fr: Réduction de ligne %

# Enum 2246526461 - EnumValue 2273984664 - Property 2879900210
source: Delete existing salesperson/role
fr_fr: Supprimer le vendeur/rôle existant

# Enum 2246526461 - EnumValue 4143763818 - Property 2879900210
source: Keep existing salesperson/role
fr_fr: Conserver le vendeur/rôle existant

# Enum 3509145891 - EnumValue 2176757286 - Property 2879900210
source: Confirm
fr_fr: Confirmer

# Enum 3509145891 - EnumValue 2248886284 - Property 2879900210
source: Error
fr_fr: Erreur

# Enum 3509145891 - EnumValue 2641648435 - Property 2879900210
source: Allow
fr_fr: Permettre

# Enum 3804536541 - EnumValue 2273984664 - Property 2879900210
source: Insert new salesperson/role - overwrite existing salesperson/role
fr_fr: Valeur de la ligne de mise à jour

# Enum 3804536541 - EnumValue 4143763818 - Property 2879900210
source: Insert new salesperson/role - keep existing salesperson/role
fr_fr: Conserver la valeur de la ligne

# Enum 3804536541 - EnumValue 4283137212 - Property 2879900210
source: No lines update
fr_fr: Pas de mise à jour

# Page 1049821736 - Action 3178850270 - Property 1295455071
source: Opens list of related customers.
fr_fr: Ouvre la liste des clients liés.

# Page 1049821736 - Action 3178850270 - Property 2879900210
source: Customers
fr_fr: Clients

# Page 1049821736 - Action 4231587712 - Property 1295455071
source: Opens salesperson page where salepersons and roles are linked to the sales network.
fr_fr: Ouvre la page vendeur où les vendeurs et les rôles sont liés au réseau de vente.

# Page 1049821736 - Action 4231587712 - Property 2879900210
source: Salespersons
fr_fr: Vendeurs

# Page 1049821736 - Control 3004954119 - Property 1295455071
source: Specifies the name of the sales network.
fr_fr: Spécifie le nom du réseau de vente.

# Page 1049821736 - Control 3461834954 - Property 1295455071
source: Specifies the description of the sales network.
fr_fr: Spécifie la description du réseau de vente.

# Page 1049821736 - Property 2879900210
source: Sales Networks (CMS)
fr_fr: Réseaux de vente (CMS)

# Page 1102109006 - Action 143489372 - Property 1295455071
source: Creates new purchase document from current prospect.
fr_fr: Crée un nouveau document d’achat à partir de la perspective actuelle.

# Page 1102109006 - Action 143489372 - Property 2879900210
source: Create Purchase Document
fr_fr: Créer un document d’achat

# Page 1102109006 - Action 1748206349 - Property 1295455071
source: Reopens released document. Open prospect can be modified.
fr_fr: Rouvre le document publié. La perspective ouverte peut être modifiée.

# Page 1102109006 - Action 1748206349 - Property 2879900210
source: Reopen
fr_fr: Rouvrir

# Page 1102109006 - Action 318608131 - Property 1295455071
source: Releases the document. Released prospect cannot be modified.
fr_fr: Libère le document. La perspective libérée ne peut pas être modifiée.

# Page 1102109006 - Action 318608131 - Property 2879900210
source: Release
fr_fr: Libération

# Page 1102109006 - Action 556402563 - Property 1295455071
source: Print a résumé for this commission prospect
fr_fr: Imprimer un curriculum vitae pour cette perspective de commission

# Page 1102109006 - Action 556402563 - Property 2879900210
source: Commission Prospect
fr_fr: Perspective de la Commission

# Page 1102109006 - Action 845075324 - Property 1295455071
source: Opens related purchase document.
fr_fr: Ouvre le document d’achat connexe.

# Page 1102109006 - Action 845075324 - Property 2879900210
source: Open Purchase Document
fr_fr: Ouvrir le document d’achat

# Page 1102109006 - Control 1090883224 - Property 1295455071
source: Specifies no. of posted purchase document.
fr_fr: Spécifie non. du document d’achat affiché.

# Page 1102109006 - Control 1527594213 - Property 1295455071
source: Specifies vendor related to the salesperson.
fr_fr: Spécifie le fournisseur lié au vendeur.

# Page 1102109006 - Control 1724613711 - Property 1295455071
source: Specifies type of not posted purchase document.
fr_fr: Spécifie le type de document d’achat non validé.

# Page 1102109006 - Control 1858234455 - Property 1295455071
source: Specifies commission period code of the prospect. Only one prospect per Period/Salesperson is allowed.
fr_fr: Spécifie le code de période de commission de la prospection. Une seule perspective par période/vendeur est autorisée.

# Page 1102109006 - Control 324548104 - Property 1295455071
source: Specifies type of posted purchase document.
fr_fr: Spécifie le type de document d’achat validé.

# Page 1102109006 - Control 3405925241 - Property 1295455071
source: Specifies date of posted purchase document.
fr_fr: Spécifie la date du document d’achat validé.

# Page 1102109006 - Control 3472859787 - Property 1295455071
source: Specifies data of vendor related to the salesperson.
fr_fr: Spécifie les données du fournisseur liée au vendeur.

# Page 1102109006 - Control 3710982960 - Property 1295455071
source: Specifies date of prospect. This will be default value in when creating purchase document.
fr_fr: Spécifie la date de prospection. Il s’agit d’une valeur par défaut lors de la création d’un document d’achat.

# Page 1102109006 - Control 3851120173 - Property 1295455071
source: Specifies total amount of all lines.
fr_fr: Spécifie le nombre total de toutes les lignes.

# Page 1102109006 - Control 4042240576 - Property 1295455071
source: Specifies no. of not posted purchase document.
fr_fr: Spécifie non. document d’achat non affiché.

# Page 1102109006 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
fr_fr: Spécifie le nombre de l’entrée ou de l’enregistrement impliqué, selon la série de nombres spécifiée.

# Page 1102109006 - Control 513339096 - Property 1295455071
source: Specifies in prospect is release or not.
fr_fr: Spécifie dans prospect est libération ou non.

# Page 1102109006 - Control 553464652 - Property 1295455071
source: Specifies reference salesperson.
fr_fr: Spécifie le vendeur de référence.

# Page 1102109006 - Control 580412389 - Property 1295455071
source: Specifies date of prospect. This will be default value in when creating purchase document.
fr_fr: Spécifie la date de prospection. Il s’agit d’une valeur par défaut lors de la création d’un document d’achat.

# Page 1102109006 - Control 940688118 - Property 1295455071
source: Specifies reference salesperson name.
fr_fr: Spécifie le nom du vendeur de référence.

# Page 1102109006 - Property 2879900210
source: Commission Prospects (CMS)
fr_fr: Perspectives de la Commission (CMS)

# Page 1106949063 - Action 1949071844 - Property 1295455071
source: Prepares a blank record for each saleperson role not already included.
fr_fr: Prépare un dossier vierge pour chaque rôle de vendeur qui n’est pas déjà inclus.

# Page 1106949063 - Action 1949071844 - Property 2879900210
source: Load salesperson roles
fr_fr: Charger les rôles de vendeur

# Page 1106949063 - Control 2007791635 - Property 1295455071
source: Specifies the role for the salesperson
fr_fr: Spécifie le rôle du vendeur

# Page 1106949063 - Control 553464652 - Property 1295455071
source: The current salesperson
fr_fr: Le vendeur actuel

# Page 1106949063 - Control 910022474 - Property 1295455071
source: Specifies the sales network to which the salesperson will be included
fr_fr: Spécifie le réseau de vente auquel le vendeur sera inclus

# Page 1106949063 - Control 940688118 - Property 1295455071
source: The current salesperson name
fr_fr: Nom du vendeur actuel

# Page 1106949063 - Property 2879900210
source: Salesperson/Network Combinations
fr_fr: Regroupements vendeur/réseau

# Page 1211526607 - Action 1735507514 - Property 2879900210
source: Line
fr_fr: Ligne

# Page 1211526607 - Action 2173385693 - Property 1295455071
source: Opens journal line dimensions.
fr_fr: Ouvre les dimensions de la ligne de journal.

# Page 1211526607 - Action 2282416948 - Property 1295455071
source: Posts current journal.
fr_fr: Affiche le journal actuel.

# Page 1211526607 - Action 2282416948 - Property 2879900210
source: Post
fr_fr: Publier

# Page 1211526607 - Action 2386713803 - Property 1295455071
source: Opens the card of salesperson related to journal line.
fr_fr: Ouvre la carte du vendeur liée à la ligne de journal.

# Page 1211526607 - Action 2386713803 - Property 2879900210
source: Salesperson Card
fr_fr: Carte vendeur

# Page 1211526607 - Action 2808404044 - Property 2879900210
source: Post
fr_fr: Publier

# Page 1211526607 - Action 3108187119 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# Page 1211526607 - Action 714793021 - Method 1377591017 - NamedType 3398443600
source: Try to assign customer ledger entry no. to %1 selected lines?
fr_fr: Essayez d’attribuer l’entrée du registre des clients no. à %1 lignes sélectionnées ?

# Page 1211526607 - Action 714793021 - Property 1295455071
source: Assign customer ledger entry no. to selected lines using customer no., document type, document no., due date as filters.
fr_fr: Assignez l’entrée du registre des clients no. aux lignes sélectionnées à l’aide du numéro de client, type de document, numéro de document, date d’échéance en tant que filtres.

# Page 1211526607 - Action 714793021 - Property 2879900210
source: Assign cust. ledger entry no.
fr_fr: Assignez cust. numéro d’entrée de registre.

# Page 1211526607 - Control 2140709543 - Property 1295455071
source: Specifies the commission amount resulting from applying commission % to commission base amount. Value is in LCY.
fr_fr: Spécifie le montant de la commission résultant de l’application du % de commission au montant de base de la commission. La valeur est en LCY.

# Page 1211526607 - Control 2324056710 - Property 1295455071
source: Specifies currency factor of journal line. If zero, Amount and Amount (LCY) will be identical.
fr_fr: Spécifie le facteur de devise de la ligne de journal. Si zéro, le montant et le montant (LCY) seront identiques.

# Page 1211526607 - Control 2363328873 - Property 1295455071
source: Specifies document type of journal line.
fr_fr: Spécifie le type de document de la ligne de journal.

# Page 1211526607 - Control 240204966 - Property 1295455071
source: Specifies bill-to customer name of journal line.
fr_fr: Spécifie le nom de la ligne de journal de la facture au client.

# Page 1211526607 - Control 2704330142 - Property 1295455071
source: Specifies batch name related to the allocation register entry.
fr_fr: Spécifie le nom du lot lié à l’entrée du registre d’allocation.

# Page 1211526607 - Control 2767063982 - Property 1295455071
source: Specifies bill-to customer no. of journal line.
fr_fr: Spécifie la facture au client no. de la ligne de journal.

# Page 1211526607 - Control 3320823955 - Property 1295455071
source: The current line number
fr_fr: Le numéro de ligne actuel

# Page 1211526607 - Control 3322554545 - Property 1295455071
source: Specifies dimension set id of journal line.
fr_fr: Spécifie l’id de jeu de dimension de la ligne de journal.

# Page 1211526607 - Control 3332626120 - Property 1295455071
source: Specifies salesperson role of journal line.
fr_fr: Spécifie le rôle du vendeur de la ligne de journal.

# Page 1211526607 - Control 3461834954 - Property 1295455071
source: Specifies description of journal line.
fr_fr: Spécifie la description de la ligne de journal.

# Page 1211526607 - Control 3576043015 - Property 1295455071
source: Specifies document amount of journal line.
fr_fr: Spécifie la quantité de document de la ligne de journal.

# Page 1211526607 - Control 3582421358 - Property 1295455071
source: Specifies document amount of journal line.
fr_fr: Spécifie la quantité de document de la ligne de journal.

# Page 1211526607 - Control 3684440170 - Property 1295455071
source: Specifies name of the parent commission template.
fr_fr: Spécifie le nom du modèle de commission parent.

# Page 1211526607 - Control 3710982960 - Property 1295455071
source: Specifies posting date of journal line.
fr_fr: Spécifie la date d’affichage de la ligne de journal.

# Page 1211526607 - Control 3869752293 - Property 1295455071
source: Specifies commission total amount, sums amount coming from commission amount and commission % fields. Value is in LCY.
fr_fr: Spécifie le montant total de la commission, le montant des sommes provenant du montant de la commission et les champs de % de commission. La valeur est en LCY.

# Page 1211526607 - Control 399775988 - Property 1295455071
source: Specifies commission % to apply to commission base amount.
fr_fr: Spécifie le pourcentage de commission à appliquer au montant de base de la commission.

# Page 1211526607 - Control 4076459801 - Property 1295455071
source: Specifies sell-to customer no. of journal line.
fr_fr: Spécifie le non de vente au client. de la ligne de journal.

# Page 1211526607 - Control 4082300179 - Property 1295455071
source: Specifies commission amount. Value is in LCY
fr_fr: Spécifie le montant de la commission. La valeur est en LCY

# Page 1211526607 - Control 4083748153 - Property 1295455071
source: Specifies sell-to customer name of journal line.
fr_fr: Spécifie le nom de la ligne de journal de vente au client.

# Page 1211526607 - Control 4085727052 - Property 1295455071
source: Specifies due date of journal line.
fr_fr: Spécifie la date d’échéance de la ligne de journal.

# Page 1211526607 - Control 4198939294 - Property 1295455071
source: Specifies currency code of journal line. If empty, Amount and Amount (LCY) will be identical.
fr_fr: Spécifie le code de devise de la ligne de journal. En cas de vide, le montant et le montant (LCY) seront identiques.

# Page 1211526607 - Control 486908828 - Property 1295455071
source: Specifies document no. of journal line.
fr_fr: Spécifie le document no. de la ligne de journal.

# Page 1211526607 - Control 553464652 - Property 1295455071
source: Specifies salesperson code of journal line.
fr_fr: Spécifie le code du vendeur de la ligne de journal.
