Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Page 3431204148 - Control 789440884 - Property 1295455071
source: Specifies the third parameter in order of importance used to calculate commissions on documents.
fr_fr: Spécifie le troisième paramètre par ordre d’importance utilisé pour calculer les commissions sur les documents.

# Page 3431204148 - Control 90220357 - Property 1295455071
source: Specifies how to update lines when a salesperson in deleted header side. Keep line value: saleperson on lines will not be deleted. Update Line value: salesperson for specific role will be deleted on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête supprimé. Gardez la valeur de la ligne : le vendeur sur les lignes ne sera pas supprimé. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera supprimé sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 90220357 - Property 2879900210
source: Blanket Order
fr_fr: Ordonnance générale

# Page 3431204148 - Method 2744661076 - NamedType 1461401756
source: Table %1 is empty.
fr_fr: Le tableau %1 est vide.

# Page 3431204148 - Method 2744661076 - NamedType 2492852088
source: Open setup page
fr_fr: Ouvrir la page d’installation

# Page 3431204148 - Property 2879900210
source: Commissions Setup (CMS)
fr_fr: Configuration des commissions (CMS)

# Page 3501636245 - Control 1712771946 - Property 1295455071
source: Count of record related to the log line.
fr_fr: Nombre d’enregistrements liés à la ligne de journal.

# Page 3501636245 - Control 1750620343 - Property 1295455071
source: DateTime of the log line.
fr_fr: DateTime de la ligne de journal.

# Page 3501636245 - Control 1789400218 - Property 1295455071
source: The level
fr_fr: Le niveau

# Page 3501636245 - Control 3080618677 - Property 1295455071
source: Additional message, if handled, related to the log line.
fr_fr: Message supplémentaire, s’il est traité, lié à la ligne de journal.

# Page 3501636245 - Control 3454230391 - Property 1295455071
source: Description of the process executed.
fr_fr: Description du processus exécuté.

# Page 3501636245 - Control 3461834954 - Property 1295455071
source: Description of the log line.
fr_fr: Description de la ligne de journal.

# Page 3501636245 - Property 2879900210
source: Commission Processing Log
fr_fr: Journal de traitement de la Commission

# Page 3870642061 - Control 1097968901 - Property 1295455071
source: The commission calculation code
fr_fr: Le code de calcul de la commission

# Page 3870642061 - Control 148685431 - Property 1295455071
source: Specifies the commission % to assign.
fr_fr: Spécifie le % de commission à affecter.

# Page 3870642061 - Control 3413220098 - Property 1295455071
source: Specifies the commission amount to assign.
fr_fr: Spécifie le montant de la commission à affecter.

# Page 3870642061 - Control 429773057 - Property 1295455071
source: Specifies the threshold value from which commission % and amount must be considered.
fr_fr: Spécifie la valeur seuil à partir de laquelle le pourcentage de commission et le montant doivent être pris en considération.

# Page 3870642061 - Property 2879900210
source: Commission Threshold
fr_fr: Seuil de la Commission

# Page 3965484439 - Action 1427390055 - Property 1295455071
source: Opens detail commission ledger entry page.
fr_fr: Ouvre la page d’entrée du registre des commissions de détail.

# Page 3965484439 - Action 1427390055 - Property 2879900210
source: Open details
fr_fr: Détails ouverts

# Page 3965484439 - Action 2153707693 - Property 1295455071
source: By clicking on this, it will navigate to the origin document
fr_fr: En cliquant dessus, il naviguera vers le document d’origine

# Page 3965484439 - Action 2153707693 - Property 2879900210
source: Open document
fr_fr: Ouvrir le document

# Page 3965484439 - Action 2173385693 - Property 1295455071
source: Opens commission ledger entry dimensions.
fr_fr: Ouvre les dimensions d’entrée du registre de commission.

# Page 3965484439 - Action 2354130298 - Property 1295455071
source: Opens customer ledger related to commission ledger entry.
fr_fr: Ouvre le registre des clients lié à l’entrée du registre des commissions.

# Page 3965484439 - Action 2354130298 - Property 2879900210
source: Open customer ledger entry
fr_fr: Ouvrir l’entrée du registre des clients

# Page 3965484439 - Action 337082253 - Property 1295455071
source: Opens calculation setup line related to commission ledger entry.
fr_fr: Ouvre la ligne d’installation de calcul liée à l’entrée du registre de commission.

# Page 3965484439 - Action 337082253 - Property 2879900210
source: Open Setup
fr_fr: Configuration ouverte

# Page 3965484439 - Control 102903639 - Property 1295455071
source: Specifies the settlement type of the salesperson (Invoiced,Paid (Partially),Paid (Entry),Paid (Document)).
fr_fr: Spécifie le type de règlement du vendeur (facturé, payé (partiellement), payé (entrée),payé (document)).

# Page 3965484439 - Control 1127366200 - Property 1295455071
source: Specifies which calculation setup line is used for the current record
fr_fr: Spécifie quelle ligne d’installation de calcul est utilisée pour l’enregistrement en cours

# Page 3965484439 - Control 1213627722 - Property 1295455071
source: Specifies if current line has been calculated including invoice discount.
fr_fr: Spécifie si la ligne actuelle a été calculée, y compris la remise de facture.

# Page 3965484439 - Control 1437216727 - Property 1295455071
source: Specifies the payable amount that can be settled. This value considers settlement setup for specific sales person and cashed % for documents.
fr_fr: Spécifie le montant payable qui peut être réglé. Cette valeur tient compte de la configuration du règlement pour une personne de vente spécifique et du pourcentage encaissé pour les documents.

# Page 3965484439 - Control 1660095784 - Property 1295455071
source: Specifies if current line has been excluded due to renegotiation.
fr_fr: Spécifie si la ligne actuelle a été exclue en raison d’une renégociation.

# Page 3965484439 - Control 1878130204 - Property 1295455071
source: Specifies the line type for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le type de ligne pour la ligne en cours. S’applique uniquement aux lignes liées aux documents de vente.

# Page 3965484439 - Control 1908046867 - Property 1295455071
source: Specifies the reason for current line. Only applies to lines related to journal.
fr_fr: Spécifie la raison de la ligne actuelle. S’applique uniquement aux lignes liées au journal.

# Page 3965484439 - Control 2007791635 - Property 1295455071
source: Specifies the salesperson role for current line.
fr_fr: Spécifie le rôle du vendeur pour la ligne actuelle.

# Page 3965484439 - Control 2140709543 - Property 1295455071
source: Specifies the commission amount resulting from applying commission % to commission base amount. Value is in LCY.
fr_fr: Spécifie le montant de la commission résultant de l’application du % de commission au montant de base de la commission. La valeur est en LCY.

# Page 3965484439 - Control 2324056710 - Property 1295455071
source: Specifies the currency factor for current line.
fr_fr: Spécifie le facteur de devise pour la ligne actuelle.

# Page 3965484439 - Control 2385270358 - Property 1295455071
source: Specifies the line unit of measure for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie l’unité de mesure de ligne pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 3965484439 - Control 240204966 - Property 1295455071
source: Specifies the Bill-to Customer Name for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le nom du client de la facture à la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 3965484439 - Control 2480638018 - Property 1295455071
source: Specifies the source document line no. for current line. Can be a posted sales document line no. or a journal line no..
fr_fr: Spécifie la ligne de document source no. pour la ligne actuelle. Peut être une ligne de document de vente validée no. ou une ligne de journal no..

# Page 3965484439 - Control 2700662257 - Property 1295455071
source: Specifies the remaining amount for current line. This amount is obtained subtracting settlement and settled amount from payable amount.
fr_fr: Spécifie le montant restant pour la ligne en cours. Ce montant est obtenu soustrayant le règlement et le montant réglé du montant payable.

# Page 3965484439 - Control 2704404533 - Property 1295455071
source: Specifies the line quantity for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie la quantité de ligne pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 3965484439 - Control 2720485332 - Property 1295455071
source: Specifies the source code for current line. Only applies to lines related to journal.
fr_fr: Spécifie le code source de la ligne actuelle. S’applique uniquement aux lignes liées au journal.

# Page 3965484439 - Control 2767063982 - Property 1295455071
source: Specifies the Bill-to Customer No. for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le numéro de la facture au client. pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 3965484439 - Control 3026489624 - Property 1295455071
source: Specifies the product commission group for current line.
fr_fr: Spécifie le groupe de commission de produit pour la ligne actuelle.

# Page 3965484439 - Control 3108187119 - Property 1295455071
source: Specifies the salesperson for current line.
fr_fr: Spécifie le vendeur pour la ligne actuelle.

# Page 3965484439 - Control 3182586253 - Property 1295455071
source: Specifies the batch name for current line. Only applies to lines related to journal.
fr_fr: Spécifie le nom du lot pour la ligne en cours. S’applique uniquement aux lignes liées au journal.

# Page 3965484439 - Control 3322554545 - Property 1295455071
source: Specifies the dimension set ID for current line.
fr_fr: Spécifie l’ID de jeu de dimensions pour la ligne actuelle.

# Page 3965484439 - Control 3461834954 - Property 1295455071
source: Specifies the description for current line.
fr_fr: Spécifie la description de la ligne en cours.

# Page 3965484439 - Control 3576043015 - Property 1295455071
source: Specifies the line amount in LCY for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le montant de la ligne dans LCY pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 3965484439 - Control 3582421358 - Property 1295455071
source: Specifies the line amount for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le montant de la ligne pour la ligne en cours. S’applique uniquement aux lignes liées aux documents de vente.

# Page 3965484439 - Control 3582483895 - Property 1295455071
source: Specifies the period code for current line.
fr_fr: Spécifie le code de période de la ligne en cours.

# Page 3965484439 - Control 3638702141 - Property 1295455071
source: Specifies the customer commission group for current line.
fr_fr: Spécifie le groupe de commission client pour la ligne actuelle.

# Page 3965484439 - Control 3710982960 - Property 1295455071
source: Specifies the posting date for current line.
fr_fr: Spécifie la date de validation de la ligne en cours.

# Page 3965484439 - Control 3726447172 - Property 1295455071
source: Specifies the settled amount for current line. This amount comes from posted purchase documents.
fr_fr: Spécifie le montant réglé pour la ligne en cours. Ce montant provient de documents d’achat affichés.

# Page 3965484439 - Control 3757912645 - Property 1295455071
source: Specifies the settlement amount for current line. This amount comes from purchase documents not jet posted or settlement prospects.
fr_fr: Spécifie le montant du règlement pour la ligne actuelle. Ce montant provient de documents d’achat non affichés par jet ou de perspectives de règlement.

# Page 3965484439 - Control 3808951907 - Property 1295455071
source: Specifies the source table for current line.
fr_fr: Spécifie la table source de la ligne en cours.

# Page 3965484439 - Control 3808951907 - Property 2879900210
source: Source Table
fr_fr: Tableau source

# Page 3965484439 - Control 3869752293 - Property 1295455071
source: Specifies commission total amount, sums amount coming from commission amount and commission % fields. Value is in LCY.
fr_fr: Spécifie le montant total de la commission, le montant des sommes provenant du montant de la commission et les champs de % de commission. La valeur est en LCY.

# Page 3965484439 - Control 399775988 - Property 1295455071
source: Specifies commission % to apply to commission base amount.
fr_fr: Spécifie le pourcentage de commission à appliquer au montant de base de la commission.

# Page 3965484439 - Control 404491802 - Property 1295455071
source: Specifies if current line has not to be considered in settlement process.
fr_fr: Spécifie si la ligne actuelle ne doit pas être prise en compte dans le processus de règlement.

# Page 3965484439 - Control 4076459801 - Property 1295455071
source: Specifies the Sell-to Customer No. for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le numéro de vente au client. pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 3965484439 - Control 4082300179 - Property 1295455071
source: Specifies commission amount. Value is in LCY
fr_fr: Spécifie le montant de la commission. La valeur est en LCY

# Page 3965484439 - Control 4083748153 - Property 1295455071
source: Specifies the Sell-to Customer Name for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le nom du client de vente à la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 3965484439 - Control 4085727052 - Property 1295455071
source: Specifies the due date for current line.
fr_fr: Spécifie la date d’échéance de la ligne en cours.

# Page 3965484439 - Control 4198939294 - Property 1295455071
source: Specifies the currency code for current line.
fr_fr: Spécifie le code de devise pour la ligne actuelle.

# Page 3965484439 - Control 4200184881 - Property 1295455071
source: Specifies the line no. (product) for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie la ligne no (produit) de la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 3965484439 - Control 4259830144 - Property 1295455071
source: Specifies if current line is completely settled.
fr_fr: Spécifie si la ligne actuelle est complètement réglée.

# Page 3965484439 - Control 486908828 - Property 1295455071
source: Specifies the source document no. for current line. Can be a posted sales document no. or a journal line document no..
fr_fr: Spécifie le document source no. pour la ligne actuelle. Peut être un document de vente affiché no. ou un document de ligne de journal no..

# Page 3965484439 - Control 541974475 - Property 1295455071
source: Specifies if line has been manually modified. You can modify commission amount or commission % fields.
fr_fr: Spécifie si la ligne a été modifiée manuellement. Vous pouvez modifier le montant de la commission ou les champs de commission %.

# Page 3965484439 - Control 580412389 - Property 1295455071
source: Specifies the document date for current line.
fr_fr: Spécifie la date du document pour la ligne en cours.

# Page 3965484439 - Control 63537581 - Property 1295455071
source: Specifies commission base amount calculated from document line amount. This value will be used as base amount when applying commission %. Value is in LCY.
fr_fr: Spécifie le montant de base de la commission calculé à partir du montant de la ligne de document. Cette valeur sera utilisée comme montant de base lors de l’application de la commission %. La valeur est en LCY.

# Page 3965484439 - Control 859833575 - Property 1295455071
source: Specifies the cashed percentage of related sales document. In case of lines from journal, will be 100 as default.
fr_fr: Spécifie le pourcentage encaissé du document de vente lié. Dans le cas de lignes de journal, sera de 100 par défaut.

# Page 3965484439 - Control 862725459 - Property 1295455071
source: Specifies if current line has been calculated including line discount.
fr_fr: Spécifie si la ligne actuelle a été calculée, y compris la remise en ligne.

# Page 3965484439 - Control 883711285 - Property 1295455071
source: The Entry No
fr_fr: L’entrée No

# Page 3965484439 - Property 2019332006
source: New,Process,Report,Navigate
fr_fr: Nouveau,Processus,Rapport,Naviguer

# Page 3965484439 - Property 2879900210
source: Commission Ledger Entry
fr_fr: Entrée du Registre de la Commission

# Page 4028065092 - Control 3004954119 - Property 1295455071
source: Specifies the code of the salesperson role.
fr_fr: Spécifie le code du rôle du vendeur.

# Page 4028065092 - Control 3461834954 - Property 1295455071
source: Specifies the description of the salesperson role.
fr_fr: Spécifie la description du rôle du vendeur.

# Page 4028065092 - Property 2879900210
source: Salespersons Roles (CMS)
fr_fr: Rôles des vendeurs (CMS)

# Page 4065879582 - Control 1171137197 - Property 1295455071
source: Specifies the customer name linked to the sales network.
fr_fr: Spécifie le nom du client lié au réseau de vente.

# Page 4065879582 - Control 1383905037 - Property 1295455071
source: Specifies if selected sales network is the default one for the customer. Documents will retrieve this sales network when validating the customer.
fr_fr: Spécifie si le réseau de vente sélectionné est le réseau par défaut pour le client. Les documents récupèrent ce réseau de vente lors de la validation du client.

# Page 4065879582 - Control 4190130733 - Property 1295455071
source: Specifies the customer no. linked to the sales network.
fr_fr: Spécifie le client no. réseau de vente.

# Page 4065879582 - Control 910022474 - Property 1295455071
source: Specifies the sales network code linked to the customer.
fr_fr: Spécifie le code réseau de vente lié au client.

# Page 4065879582 - Control 993414011 - Property 1295455071
source: Specifies the ship-to address linked to the sales network.
fr_fr: Spécifie l’adresse de livraison liée au réseau de vente.

# Page 4065879582 - Method 4177352842 - NamedType 2836970986
source: One default record must be selected
fr_fr: Un enregistrement par défaut doit être sélectionné

# Page 4065879582 - Property 2879900210
source: Customer/Network Combinations
fr_fr: Combinaisons client/réseau

# Page 489064686 - Control 2243708769 - Property 1295455071
source: Specifies Threshold Type
fr_fr: Spécifie le type de seuil

# Page 489064686 - Control 3004954119 - Property 1295455071
source: Specifies Threshold Code
fr_fr: Spécifie le code de seuil

# Page 489064686 - Control 3461834954 - Property 1295455071
source: Description use to identify a Threshold Code
fr_fr: Description de l’utilisation pour identifier un code threshold

# Page 489064686 - Property 2879900210
source: EOS Threshold Codes
fr_fr: Codes de seuil EOS

# Page 526220819 - Action 3174877751 - Property 1295455071
source: Creates new period records from parameters selected by the user.
fr_fr: Crée de nouveaux enregistrements de période à partir de paramètres sélectionnés par l’utilisateur.

# Page 526220819 - Action 3174877751 - Property 2879900210
source: Create Periods
fr_fr: Créer des périodes

# Page 526220819 - Control 1878130204 - Property 1295455071
source: Specifies the type of the period.
fr_fr: Spécifie le type de la période.

# Page 526220819 - Control 3004954119 - Property 1295455071
source: Specifies the unique code of the period. Is a system generated value.
fr_fr: Spécifie le code unique de la période. Est une valeur générée par le système.

# Page 526220819 - Control 3461834954 - Property 1295455071
source: Specifies the description of the period.
fr_fr: Spécifie la description de la période.

# Page 526220819 - Control 458406397 - Property 1295455071
source: Specifies the ending date of the period. Is a system generated value.
fr_fr: Spécifie la date de fin de la période. Est une valeur générée par le système.

# Page 526220819 - Control 460889064 - Property 1295455071
source: Specifies the starting date of the period. Is a system generated value.
fr_fr: Spécifie la date de début de la période. Est une valeur générée par le système.

# Page 526220819 - Property 2879900210
source: Commission Period (CMS)
fr_fr: Période de la Commission (CMS)

# Page 635909168 - Action 1427390055 - Property 1295455071
source: Opens detail commission ledger entry page.
fr_fr: Ouvre la page d’entrée du registre des commissions de détail.

# Page 635909168 - Action 1427390055 - Property 2879900210
source: Open details
fr_fr: Détails ouverts

# Page 635909168 - Action 2153707693 - Property 1295455071
source: By clicking on this, it will navigate to the origin document
fr_fr: En cliquant dessus, il naviguera vers le document d’origine

# Page 635909168 - Action 2153707693 - Property 2879900210
source: Open document
fr_fr: Ouvrir le document

# Page 635909168 - Action 2173385693 - Property 1295455071
source: Opens commission ledger entry dimensions.
fr_fr: Ouvre les dimensions d’entrée du registre de commission.

# Page 635909168 - Action 2719530225 - Property 1295455071
source: Import commission ledger entries using a specific journal, these entries are realted to customer ledger entries that have no posted document realted.
fr_fr: Importer des entrées de registre de commission à l’aide d’un journal spécifique, ces entrées sont réaffectées aux entrées de registre des clients qui n’ont pas de document publié realted.

# Page 635909168 - Action 2719530225 - Property 2879900210
source: Import Entries
fr_fr: Importer des entrées

# Page 635909168 - Action 3174137772 - Property 1295455071
source: Opens occurrences commission ledger entry page.
fr_fr: Ouvre la page d’entrée du registre des événements.

# Page 635909168 - Action 3174137772 - Property 2879900210
source: Open occurrences
fr_fr: Événements ouverts

# Page 635909168 - Action 337082253 - Property 1295455071
source: Opens calculation setup line related to commission ledger entry.
fr_fr: Ouvre la ligne d’installation de calcul liée à l’entrée du registre de commission.

# Page 635909168 - Action 337082253 - Property 2879900210
source: Open Setup
fr_fr: Configuration ouverte

# Page 635909168 - Action 3464210735 - Property 1295455071
source: Recalculate line from current setup. You can select one or more lines.
fr_fr: Recalculer la ligne à partir de la configuration actuelle. Vous pouvez sélectionner une ou plusieurs lignes.

# Page 635909168 - Action 3464210735 - Property 2879900210
source: Recalculate Lines
fr_fr: Lignes recalcules

# Page 635909168 - Action 3510056314 - Property 1295455071
source: Examinates posted documents and fetches missing commission ledger entries line.
fr_fr: Examine les documents affichés et récupère la ligne manquante des entrées de registre de commission.

# Page 635909168 - Action 3510056314 - Property 2879900210
source: Fetch Entries
fr_fr: Rechercher les entrées

# Page 635909168 - Action 3823655546 - Property 1295455071
source: Recalculate lines from current setup running an execution report where you can enter filters.
fr_fr: Recalculer les lignes à partir de la configuration actuelle exécutant un rapport d’exécution où vous pouvez entrer des filtres.
