Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Page 635909168 - Action 3823655546 - Property 2879900210
source: Recalculate Lines
fr_fr: Lignes recalcules

# Page 635909168 - Action 4026041789 - Property 1295455071
source: Allows to delete impoterd commission ledger entries when not settled.
fr_fr: Permet de supprimer les entrées de registre de commission impoterd lorsqu’elles ne sont pas réglées.

# Page 635909168 - Action 4026041789 - Property 2879900210
source: Delete Imported Entries
fr_fr: Supprimer les entrées importées

# Page 635909168 - Action 4028282909 - Property 2879900210
source: Massive Actions
fr_fr: Actions massives

# Page 635909168 - Action 406657338 - Property 2879900210
source: Import Entries
fr_fr: Entrées importées

# Page 635909168 - Action 701556453 - Property 1295455071
source: Runs create settlement prospect procedure.
fr_fr: Exécute créer la procédure de prospection de règlement.

# Page 635909168 - Action 701556453 - Property 2879900210
source: Create settlement prospects
fr_fr: Créer des perspectives de règlement

# Page 635909168 - Action 851282254 - Property 1295455071
source: Resets manual modifications, returning to previous values. You can select one or more lines.
fr_fr: Réinitialise les modifications manuelles, en revenant aux valeurs précédentes. Vous pouvez sélectionner une ou plusieurs lignes.

# Page 635909168 - Action 851282254 - Property 2879900210
source: Reset Lines
fr_fr: Réinitialiser les lignes

# Page 635909168 - Control 1021928294 - Property 1295455071
source: Specifies the commission allocation register entry no. This register is generated when allocation procedure is ran and traces posting process.
fr_fr: Spécifie le numéro d’entrée du registre d’allocation de commission. Ce registre est généré lors de l’application de la procédure d’allocation et retrace le processus d’affichage.

# Page 635909168 - Control 102903639 - Property 1295455071
source: Specifies the settlement type of the salesperson (Invoiced,Paid (Partially),Paid (Entry),Paid (Document)).
fr_fr: Spécifie le type de règlement du vendeur (facturé, payé (partiellement), payé (entrée),payé (document)).

# Page 635909168 - Control 1127366200 - Property 1295455071
source: Specifies which calculation setup line is used for the current record
fr_fr: Spécifie quelle ligne d’installation de calcul est utilisée pour l’enregistrement en cours

# Page 635909168 - Control 1213627722 - Property 1295455071
source: Specifies if current line has been calculated including invoice discount.
fr_fr: Spécifie si la ligne actuelle a été calculée, y compris la remise de facture.

# Page 635909168 - Control 1437216727 - Property 1295455071
source: Specifies the payable amount that can be settled. This value considers settlement setup for specific sales person and cashed % for documents.
fr_fr: Spécifie le montant payable qui peut être réglé. Cette valeur tient compte de la configuration du règlement pour une personne de vente spécifique et du pourcentage encaissé pour les documents.

# Page 635909168 - Control 1878130204 - Property 1295455071
source: Specifies the line type for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le type de ligne pour la ligne en cours. S’applique uniquement aux lignes liées aux documents de vente.

# Page 635909168 - Control 1908046867 - Property 1295455071
source: Specifies the reason for current line. Only applies to lines related to journal.
fr_fr: Spécifie la raison de la ligne actuelle. S’applique uniquement aux lignes liées au journal.

# Page 635909168 - Control 2007791635 - Property 1295455071
source: Specifies the salesperson role for current line.
fr_fr: Spécifie le rôle du vendeur pour la ligne actuelle.

# Page 635909168 - Control 21150074 - Property 1295455071
source: Specifies the settlement amount for current line. This amount comes from purchase documents not jet posted or settlement prospects.
fr_fr: Spécifie le montant du règlement pour la ligne actuelle. Ce montant provient de documents d’achat non affichés par jet ou de perspectives de règlement.

# Page 635909168 - Control 2140709543 - Property 1295455071
source: Specifies the commission amount resulting from applying commission % to commission base amount. Value is in LCY.
fr_fr: Spécifie le montant de la commission résultant de l’application du % de commission au montant de base de la commission. La valeur est en LCY.

# Page 635909168 - Control 2324056710 - Property 1295455071
source: Specifies the currency factor for current line.
fr_fr: Spécifie le facteur de devise pour la ligne actuelle.

# Page 635909168 - Control 2385270358 - Property 1295455071
source: Specifies the line unit of measure for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie l’unité de mesure de ligne pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 635909168 - Control 240204966 - Property 1295455071
source: Specifies the Bill-to Customer Name for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le nom du client de la facture à la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 635909168 - Control 2480638018 - Property 1295455071
source: Specifies the source document line no. for current line. Can be a posted sales document line no. or a journal line no..
fr_fr: Spécifie la ligne de document source no. pour la ligne actuelle. Peut être une ligne de document de vente validée no. ou une ligne de journal no..

# Page 635909168 - Control 2700662257 - Property 1295455071
source: Specifies the remaining amount for current line. This amount is obtained subtracting settlement and settled amount from payable amount.
fr_fr: Spécifie le montant restant pour la ligne en cours. Ce montant est obtenu soustrayant le règlement et le montant réglé du montant payable.

# Page 635909168 - Control 2704404533 - Property 1295455071
source: Specifies the line quantity for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie la quantité de ligne pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 635909168 - Control 2720485332 - Property 1295455071
source: Specifies the source code for current line. Only applies to lines related to journal.
fr_fr: Spécifie le code source de la ligne actuelle. S’applique uniquement aux lignes liées au journal.

# Page 635909168 - Control 2767063982 - Property 1295455071
source: Specifies the Bill-to Customer No. for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le numéro de la facture au client. pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 635909168 - Control 281352744 - Property 1295455071
source: Specifies current line has been imported from old system.
fr_fr: Spécifie que la ligne actuelle a été importée de l’ancien système.

# Page 635909168 - Control 3026489624 - Property 1295455071
source: Specifies the product commission group for current line.
fr_fr: Spécifie le groupe de commission de produit pour la ligne actuelle.

# Page 635909168 - Control 3098690440 - Property 1295455071
source: Specifies original commission base amount calculated from document line amount. This value will be used as base amount when applying commission %. Value is in LCY.
fr_fr: Spécifie le montant de base de la commission d’origine calculé à partir du montant de la ligne de document. Cette valeur sera utilisée comme montant de base lors de l’application de la commission %. La valeur est en LCY.

# Page 635909168 - Control 3108187119 - Property 1295455071
source: Specifies the salesperson for current line.
fr_fr: Spécifie le vendeur pour la ligne actuelle.

# Page 635909168 - Control 3182586253 - Property 1295455071
source: Specifies the batch name for current line. Only applies to lines related to journal.
fr_fr: Spécifie le nom du lot pour la ligne en cours. S’applique uniquement aux lignes liées au journal.

# Page 635909168 - Control 3322554545 - Property 1295455071
source: Specifies the dimension set ID for current line.
fr_fr: Spécifie l’ID de jeu de dimensions pour la ligne actuelle.

# Page 635909168 - Control 3461834954 - Property 1295455071
source: Specifies the description for current line.
fr_fr: Spécifie la description de la ligne en cours.

# Page 635909168 - Control 3576043015 - Property 1295455071
source: Specifies the line amount in LCY for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le montant de la ligne dans LCY pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 635909168 - Control 3582421358 - Property 1295455071
source: Specifies the line amount for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le montant de la ligne pour la ligne en cours. S’applique uniquement aux lignes liées aux documents de vente.

# Page 635909168 - Control 3582483895 - Property 1295455071
source: Specifies the period code for current line.
fr_fr: Spécifie le code de période de la ligne en cours.

# Page 635909168 - Control 3638702141 - Property 1295455071
source: Specifies the customer commission group for current line.
fr_fr: Spécifie le groupe de commission client pour la ligne actuelle.

# Page 635909168 - Control 3710982960 - Property 1295455071
source: Specifies the posting date for current line.
fr_fr: Spécifie la date de validation de la ligne en cours.

# Page 635909168 - Control 3726447172 - Property 1295455071
source: Specifies the settled amount for current line. This amount comes from posted purchase documents.
fr_fr: Spécifie le montant réglé pour la ligne en cours. Ce montant provient de documents d’achat affichés.

# Page 635909168 - Control 3808951907 - Property 1295455071
source: Specifies the source table for current line.
fr_fr: Spécifie la table source de la ligne en cours.

# Page 635909168 - Control 3869752293 - Property 1295455071
source: Specifies commission total amount, sums amount coming from commission amount and commission % fields. Value is in LCY.
fr_fr: Spécifie le montant total de la commission, le montant des sommes provenant du montant de la commission et les champs de % de commission. La valeur est en LCY.

# Page 635909168 - Control 399775988 - Property 1295455071
source: Specifies commission % to apply to commission base amount.
fr_fr: Spécifie le pourcentage de commission à appliquer au montant de base de la commission.

# Page 635909168 - Control 404491802 - Property 1295455071
source: Specifies if current line has not to be considered in settlement process.
fr_fr: Spécifie si la ligne actuelle ne doit pas être prise en compte dans le processus de règlement.

# Page 635909168 - Control 4076459801 - Property 1295455071
source: Specifies the Sell-to Customer No. for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le numéro de vente au client. pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 635909168 - Control 4082300179 - Property 1295455071
source: Specifies commission amount. Value is in LCY
fr_fr: Spécifie le montant de la commission. La valeur est en LCY

# Page 635909168 - Control 4083748153 - Property 1295455071
source: Specifies the Sell-to Customer Name for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le nom du client de vente à la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 635909168 - Control 4198939294 - Property 1295455071
source: Specifies the currency code for current line.
fr_fr: Spécifie le code de devise pour la ligne actuelle.

# Page 635909168 - Control 4200184881 - Property 1295455071
source: Specifies the line no. (product) for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie la ligne no (produit) de la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 635909168 - Control 4259830144 - Property 1295455071
source: Specifies if current line is completely settled.
fr_fr: Spécifie si la ligne actuelle est complètement réglée.

# Page 635909168 - Control 4289218803 - Property 1295455071
source: Specifies reduction % applied to Commission Base Amount (LCY). Original value is stored into Orig. Comm. Base Amount (LCY) field
fr_fr: Spécifie le pourcentage de réduction appliqué au montant de base de la Commission (LCY). La valeur d’origine est stockée dans le champ Montant de base (LCY) d’Orig.

# Page 635909168 - Control 486908828 - Property 1295455071
source: Specifies the source document no. for current line. Can be a posted sales document no. or a journal line document no..
fr_fr: Spécifie le document source no. pour la ligne actuelle. Peut être un document de vente affiché no. ou un document de ligne de journal no..

# Page 635909168 - Control 541974475 - Property 1295455071
source: Specifies if line has been manually modified. You can modify commission amount or commission % fields.
fr_fr: Spécifie si la ligne a été modifiée manuellement. Vous pouvez modifier le montant de la commission ou les champs de commission %.

# Page 635909168 - Control 580412389 - Property 1295455071
source: Specifies the document date for current line.
fr_fr: Spécifie la date du document pour la ligne en cours.

# Page 635909168 - Control 63537581 - Property 1295455071
source: Specifies commission base amount calculated from document line amount. This value will be used as base amount when applying commission %. Value is in LCY.
fr_fr: Spécifie le montant de base de la commission calculé à partir du montant de la ligne de document. Cette valeur sera utilisée comme montant de base lors de l’application de la commission %. La valeur est en LCY.

# Page 635909168 - Control 859833575 - Property 1295455071
source: Specifies the cashed percentage of related sales document. In case of lines from journal, will be 100 as default.
fr_fr: Spécifie le pourcentage encaissé du document de vente lié. Dans le cas de lignes de journal, sera de 100 par défaut.

# Page 635909168 - Control 859833575 - Property 2879900210
source: Cashed %
fr_fr: % encaissé

# Page 635909168 - Control 862725459 - Property 1295455071
source: Specifies if current line has been calculated including line discount.
fr_fr: Spécifie si la ligne actuelle a été calculée, y compris la remise en ligne.

# Page 635909168 - Control 883711285 - Property 1295455071
source: The Entry No
fr_fr: L’entrée No

# Page 635909168 - Property 2019332006
source: New,Process,Report,Navigate
fr_fr: Nouveau,Processus,Rapport,Naviguer

# Page 635909168 - Property 2879900210
source: Commission Entry (CMS)
fr_fr: Entrée de la Commission (CMS)

# Page 764216790 - Action 2070117338 - Property 1295455071
source: Opens related commission ledger entries list.
fr_fr: Ouvre la liste des entrées de registre de commissions associées.

# Page 764216790 - Action 2070117338 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# Page 764216790 - Action 2173385693 - Property 1295455071
source: Opens prospect line dimensions.
fr_fr: Ouvre les dimensions de la ligne de prospect.

# Page 764216790 - Control 1908046867 - Property 1295455071
source: The reason code
fr_fr: Le code de raison

# Page 764216790 - Control 3322554545 - Property 1295455071
source: Specifies dimension set id of prospect line.
fr_fr: Spécifie l’id de jeu de dimension de la ligne de prospect.

# Page 764216790 - Control 3461834954 - Property 1295455071
source: The description of the prospect line
fr_fr: La description de la ligne de prospection

# Page 764216790 - Control 592951229 - Property 1295455071
source: The amount in local currency
fr_fr: Le montant en monnaie locale

# Page 764216790 - Property 2879900210
source: Commission Prospect Subpage
fr_fr: Sous-page Prospect commission

# Page 788882816 - Action 337082253 - Property 1295455071
source: Opens related setup line from which current commission has been generated.
fr_fr: Ouvre la ligne d’installation associée à partir de laquelle la commission actuelle a été générée.

# Page 788882816 - Action 337082253 - Property 2879900210
source: Open setup
fr_fr: Configuration ouverte

# Page 788882816 - Action 3464210735 - Property 1295455071
source: Recalculate line from current setup. You can select one or more lines.
fr_fr: Recalculer la ligne à partir de la configuration actuelle. Vous pouvez sélectionner une ou plusieurs lignes.

# Page 788882816 - Action 3464210735 - Property 2879900210
source: Recalculate Lines
fr_fr: Lignes recalcules

# Page 788882816 - Action 639720612 - Property 1295455071
source: Resets manual modifications, returning to previous values. You can select one or more lines.
fr_fr: Réinitialise les modifications manuelles, en revenant aux valeurs précédentes. Vous pouvez sélectionner une ou plusieurs lignes.

# Page 788882816 - Action 639720612 - Property 2879900210
source: Reset Lines
fr_fr: Réinitialiser les lignes

# Page 788882816 - Control 1034384672 - Property 1295455071
source: Specifies if line has been copied from another document.
fr_fr: Spécifie si la ligne a été copiée à partir d’un autre document.

# Page 788882816 - Control 1034384672 - Property 2879900210
source: From copy
fr_fr: À partir de la copie

# Page 788882816 - Control 115852262 - Property 1295455071
source: Specifies sales document line type commission line refers to.
fr_fr: Spécifie la ligne de commission de type de ligne de document de vente à laquelle se réfère.

# Page 788882816 - Control 1411424613 - Property 1295455071
source: Specifies sales document line No. commission line refers to.
fr_fr: Spécifie la ligne de document de vente no. ligne de commission se réfère à.

# Page 788882816 - Control 1411424613 - Property 2879900210
source: No.
fr_fr: non.

# Page 788882816 - Control 2007791635 - Property 1295455071
source: Specifies salesperson role commission line refers to.
fr_fr: Spécifie la ligne de commission de rôle du vendeur.

# Page 788882816 - Control 2091700603 - Property 1295455071
source: Specifies sales document line Quantity commission line refers to.
fr_fr: Spécifie la ligne de document de vente Ligne de commission de quantité à laquelle se réfère.

# Page 788882816 - Control 2091700603 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Page 788882816 - Control 2140709543 - Property 1295455071
source: Specifies the commission amount resulting from applying commission % to commission base amount. Value is in LCY.
fr_fr: Spécifie le montant de la commission résultant de l’application du % de commission au montant de base de la commission. La valeur est en LCY.

# Page 788882816 - Control 2140709543 - Property 2879900210
source: Commission % (Amount) (LCY)
fr_fr: Commission % (Montant) (LCY)

# Page 788882816 - Control 2218216342 - Property 1295455071
source: Specifies if line has been copied from another document.
fr_fr: Spécifie si la ligne a été copiée à partir d’un autre document.

# Page 788882816 - Control 2324056710 - Property 1295455071
source: Specifies currency factor of the sales document no. commission line refers to.
fr_fr: Spécifie le facteur de change du document de vente no. ligne de commission se réfère à.

# Page 788882816 - Control 2480638018 - Property 1295455071
source: Specifies sales document line no. commission line refers to.
fr_fr: Spécifie la ligne de document de vente no. ligne de commission se réfère à.

# Page 788882816 - Control 3108187119 - Property 1295455071
source: Specifies salesperson commission line refers to.
fr_fr: Spécifie la ligne de commission du vendeur.

# Page 788882816 - Control 3135334477 - Property 1295455071
source: Specifies table ID commission line refers to.
fr_fr: Spécifie la ligne de commission d’ID de table à laquelle se réfère.

# Page 788882816 - Control 3444387760 - Property 1295455071
source: Specifies sales document line Description commission line refers to.
fr_fr: Spécifie la ligne de document de vente Description de la ligne de commission se réfère à.

# Page 788882816 - Control 3525169240 - Property 1295455071
source: Specifies if line has been copied from another document.
fr_fr: Spécifie si la ligne a été copiée à partir d’un autre document.

# Page 788882816 - Control 3564332552 - Property 1295455071
source: Specifies commission base amount calculated from document line amount. This value will be used as base amount when applying commission %. Value is in LCY.
fr_fr: Spécifie le montant de base de la commission calculé à partir du montant de la ligne de document. Cette valeur sera utilisée comme montant de base lors de l’application de la commission %. La valeur est en LCY.

# Page 788882816 - Control 3564332552 - Property 2879900210
source: Commission Base Amount (LCY)
fr_fr: Montant de base de la Commission (LCY)

# Page 788882816 - Control 3565379939 - Property 1295455071
source: Specifies if line has been copied from another document.
fr_fr: Spécifie si la ligne a été copiée à partir d’un autre document.

# Page 788882816 - Control 3710813537 - Property 1295455071
source: Specifies sales document type commission line refers to.
fr_fr: Spécifie la ligne de commission de type de document de vente.

# Page 788882816 - Control 3869752293 - Property 1295455071
source: Specifies commission total amount, sums amount coming from commission amount and commission % fields. Value is in LCY.
fr_fr: Spécifie le montant total de la commission, le montant des sommes provenant du montant de la commission et les champs de % de commission. La valeur est en LCY.

# Page 788882816 - Control 3869752293 - Property 2879900210
source: Total Commission Amount (LCY)
fr_fr: Montant total de la commission (LCY)

# Page 788882816 - Control 399775988 - Property 1295455071
source: Specifies commission % to apply to commission base amount.
fr_fr: Spécifie le pourcentage de commission à appliquer au montant de base de la commission.

# Page 788882816 - Control 4082300179 - Property 1295455071
source: Specifies commission amount. Value is in LCY
fr_fr: Spécifie le montant de la commission. La valeur est en LCY

# Page 788882816 - Control 4082300179 - Property 2879900210
source: Commission Amount (LCY)
fr_fr: Montant de la Commission (LCY)

# Page 788882816 - Control 4198939294 - Property 1295455071
source: Specifies currency code of the sales document no. commission line refers to.
fr_fr: Spécifie le code de devise du document de vente no. ligne de commission se réfère à.

# Page 788882816 - Control 486908828 - Property 1295455071
source: Specifies sales document no. commission line refers to.
fr_fr: Spécifie le document de vente no. ligne de commission se réfère à.

# Page 788882816 - Control 541974475 - Property 1295455071
source: Specifies if line has been manually modified. You can modify commission amount or commission % fields.
fr_fr: Spécifie si la ligne a été modifiée manuellement. Vous pouvez modifier le montant de la commission ou les champs de commission %.

# Page 788882816 - Control 683156520 - Property 1295455071
source: Specifies if line has been copied from another document.
fr_fr: Spécifie si la ligne a été copiée à partir d’un autre document.

# Page 788882816 - Property 2879900210
source: Document Commission Line
fr_fr: Ligne de la Commission des documents

# Page 911212468 - Control 148685431 - Property 1295455071
source: Specifies the commission % to assign.
fr_fr: Spécifie le % de commission à affecter.

# Page 911212468 - Control 3413220098 - Property 1295455071
source: Specifies the commission amount to assign.
fr_fr: Spécifie le montant de la commission à affecter.
