Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Report 1343196591 - Control 458406397 - Property 2879900210
source: Ending Date
fr_fr: Date de fin

# Report 1343196591 - Control 460889064 - Property 1295455071
source: Specifies lower limit of date range applied to posting date field of comm. ledger entries.
fr_fr: Spécifie la limite inférieure de la plage de dates appliquée au champ de date d’affichage des entrées de registre de comm.

# Report 1343196591 - Control 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date de début

# Report 1343196591 - Method 1544076788 - NamedType 380243628
source: Commission journal %1 %2 already contains lines. Do you want to proceed? Existing lines will be deleted.
fr_fr: La revue de la Commission %1 %2 contient déjà des lignes. Voulez-vous aller de l’avant? Les lignes existantes seront supprimées.

# Report 1343196591 - Method 2544116270 - NamedType 3223221533
source: Commission advance (percentage): period %1 to %2
fr_fr: Avance de la Commission (pourcentage): période %1 à %2

# Report 1343196591 - Method 2629625906 - NamedType 3223221533
source: Commission advance (fixed amount): period %1 to %2
fr_fr: Avance de la Commission (montant fixe): période %1 à %2

# Report 1343196591 - Method 2736589801 - NamedType 1874557230
source: Processed %1 salespersons, %2 Journal lines created with related correction. Do you want to post the batch?
fr_fr: Les vendeurs traités %1, %2 Lignes de journal créées avec correction associée. Voulez-vous poster le lot?

# Report 1343196591 - Method 2736589801 - NamedType 1981925031
source: Processed %1 salespersons, %2 Journal lines created with related correction.
fr_fr: Les vendeurs traités %1, %2 Lignes de journal créées avec correction associée.

# Report 1343196591 - Method 2736589801 - NamedType 511994062
source: Processed %1 salespersons, %2 Journal lines created with related correction. Do you want to open batch page?
fr_fr: Les vendeurs traités %1, %2 Lignes de journal créées avec correction associée. Voulez-vous ouvrir la page batch ?

# Report 1343196591 - Method 3833877712 - NamedType 3223221533
source: Commission advance correction: period %1 to %2
fr_fr: Correction anticipée de la Commission : période %1 à %2

# Report 1343196591 - NamedType 1432801292
source: Invalid dates.
fr_fr: Dates non valides.

# Report 1343196591 - NamedType 1979758965
source: You must specify any mandatory field (*).
fr_fr: Vous devez spécifier tout champ obligatoire (*)

# Report 1343196591 - NamedType 2253686547
source: Dates must be within competence period range.
fr_fr: Les dates doivent être dans la période de compétence.

# Report 1343196591 - Property 2879900210
source: Commission Advance Calculation (CMS)
fr_fr: Calcul préalable de la Commission (CMS)

source: Fixed amount advance line skipped already exist
fr_fr: Le montant fixe de la ligne d’avance sauté existe déjà

source: Percentage advance lines skipped already exist
fr_fr: Les lignes d’avance de pourcentage ignorées existent déjà

source: Fixed amount advance line created
fr_fr: Ligne d’avance de montant fixe créée

source: Percentage advance lines created
fr_fr: Pourcentage de lignes d’avance créées

# Report 1359012860 - Control 1220887446 - Property 1295455071
source: Grouped Lines for No.
fr_fr: Lignes groupées pour no.

# Report 1359012860 - Control 1220887446 - Property 2879900210
source: Grouped Lines for No.
fr_fr: Lignes groupées pour no.

# Report 1359012860 - Control 3461750827 - Property 1295455071
source: Show Details
fr_fr: Afficher les détails

# Report 1359012860 - Control 3461750827 - Property 2879900210
source: Show Details
fr_fr: Afficher les détails

# Report 1359012860 - NamedType 1148659762
source: Return Order Posting: %1
fr_fr: Affichage des commandes de retour : %1

# Report 1359012860 - NamedType 1195352358
source: %1 must be entered on the sales order header.
fr_fr: %1 doit être inscrit sur l’en-tête de l’ordre de vente.

# Report 1359012860 - NamedType 1302975608
source: %1 must have the same sign as the receipt.
fr_fr: %1 doit avoir le même signe que le reçu.

# Report 1359012860 - NamedType 1370456556
source: Total %1 Incl. VAT
fr_fr: Total %1 Incl. TVA

# Report 1359012860 - NamedType 1404403683
source: %1 must be zero.
fr_fr: %1 doit être nul.

# Report 1359012860 - NamedType 1645691387
source: Your Document Ref.
fr_fr: Votre réf. document.

# Report 1359012860 - NamedType 1664139952
source: %1 is not within your allowed range of posting dates.
fr_fr: %1 n’est pas dans votre plage autorisée de dates d’affichage.

# Report 1359012860 - NamedType 1786356379
source: The quantity you are attempting to invoice is greater than the quantity in receipt %1.
fr_fr: La quantité que vous essayez de facturer est supérieure à la quantité de réception %1.

# Report 1359012860 - NamedType 1830439488
source: Your Supplier Code
fr_fr: Votre code fournisseur

# Report 1359012860 - NamedType 1887784454
source: Exchange rate: %1/%2
fr_fr: Taux de change: %1/%2

# Report 1359012860 - NamedType 1903004211
source: Tax
fr_fr: Taxe

# Report 1359012860 - NamedType 1940672225
source: %1 %2 %3 does not exist.
fr_fr: %1 %2 %3 n’existe pas.

# Report 1359012860 - NamedType 2008153173
source: %1 must be specified.
fr_fr: %1 doit être spécifié.

# Report 1359012860 - NamedType 2012095352
source: Direct Unit Cost
fr_fr: Coût unitaire direct

# Report 1359012860 - NamedType 2042100300
source: %1 must not be %2 for %3 %4.
fr_fr: %1 ne doit pas être %2 pour %3 %4.

# Report 1359012860 - NamedType 219837695
source: %1 must be %2.
fr_fr: %1 doit être %2.

# Report 1359012860 - NamedType 2301836569
source: A drop shipment from a purchase order cannot be received and invoiced at the same time.
fr_fr: Une expédition de chute d’un bon de commande ne peut pas être reçue et facturée en même temps.

# Report 1359012860 - NamedType 2424052996
source: The %1 on the return shipment is not the same as the %1 on the purchase header.
fr_fr: Le %1 sur l’expédition de retour n’est pas le même que le %1 sur l’en-tête d’achat.

# Report 1359012860 - NamedType 2476940767
source: Receive and Invoice
fr_fr: Recevoir et facturer

# Report 1359012860 - NamedType 2578368842
source: %1 must be 0 when %2 is 0.
fr_fr: %1 doit être de 0 quand %2 est 0.

# Report 1359012860 - NamedType 2645849790
source: %1 must be %2 for %3 %4.
fr_fr: %1 doit être %2 pour %3 %4.

# Report 1359012860 - NamedType 2691838191
source: Messrs.
fr_fr: Mm.

# Report 1359012860 - NamedType 2747277865
source: Ship and Invoice
fr_fr: Navire et facture

# Report 1359012860 - NamedType 2837919943
source: Invoice Amounts Summary
fr_fr: Résumé des montants des factures

# Report 1359012860 - NamedType 2939533186
source: There is nothing to post.
fr_fr: Il n’y a rien à poster.

# Report 1359012860 - NamedType 2992694945
source: Amount Including VAT
fr_fr: Montant incluant la TVA

# Report 1359012860 - NamedType 3114637384
source: Receive
fr_fr: Recevoir

# Report 1359012860 - NamedType 3238111388
source: TOTAL AMOUNT
fr_fr: MONTANT TOTAL

# Report 1359012860 - NamedType 327789863
source: DOCUMENT TOTAL
fr_fr: VÉRIFIEZ LE TOTAL

# Report 1359012860 - NamedType 3283546407
source: %1 %2 does not exist.
fr_fr: %1 %2 n’existe pas.

# Report 1359012860 - NamedType 3285233284
source: Amount
fr_fr: Montant

# Report 1359012860 - NamedType 3384974482
source: Ship
fr_fr: Navire

# Report 1359012860 - NamedType 3408441368
source: ENASARCO contribution
fr_fr: Contribution d’ENASARCO

# Report 1359012860 - NamedType 342054122
source: The quantity you are attempting to invoice is greater than the quantity in return shipment %1.
fr_fr: La quantité que vous essayez de facturer est supérieure à la quantité en retour expédition %1.

# Report 1359012860 - NamedType 3434936598
source: Total Base
fr_fr: Base totale

# Report 1359012860 - NamedType 34960477
source: VAT Base
fr_fr: Base TVA

# Report 1359012860 - NamedType 3530537207
source: Line %1 of the receipt %2, which you are attempting to invoice, has already been invoiced.
fr_fr: La ligne %1 du reçu %2, que vous essayez de facturer, a déjà été facturée.

# Report 1359012860 - NamedType 3577229803
source: %1 must be entered.
fr_fr: %1 doit être entré.

# Report 1359012860 - NamedType 3699446230
source: Line %1 of the return shipment %2, which you are attempting to invoice, has already been invoiced.
fr_fr: La ligne %1 de l’envoi de retour %2, que vous essayez de facturer, a déjà été facturée.

# Report 1359012860 - NamedType 3752334001
source: Invoice
fr_fr: Facture

# Report 1359012860 - NamedType 3921243024
source: %1 must not be a closing date.
fr_fr: %1 ne doit pas être une date de clôture.

# Report 1359012860 - NamedType 39327833
source: Withholding Tax
fr_fr: Retenue

# Report 1359012860 - NamedType 4168233824
source: Enter "Yes" in %1 and/or %2 and/or %3.
fr_fr: Entrez « Oui » en %1 et/ou %2 et/ou %3.

# Report 1359012860 - NamedType 4192780210
source: Your Supplier Code
fr_fr: Votre code fournisseur

# Report 1359012860 - NamedType 4212342777
source: Your Document Ref.
fr_fr: Votre réf. document.

# Report 1359012860 - NamedType 4214926420
source: Please invoice sales order %1 before invoicing this purchase order.
fr_fr: S’il vous plaît facturer la commande de vente %1 avant de facturer ce bon de commande.

# Report 1359012860 - NamedType 4269661899
source: Local Currency
fr_fr: Monnaie locale

# Report 1359012860 - NamedType 510963145
source: Total %1 Excl. VAT
fr_fr: Total %1 Excl. TVA

# Report 1359012860 - NamedType 549549782
source: VAT Identifier
fr_fr: Identificateur TVA

# Report 1359012860 - NamedType 557655741
source: Purchase %1 %2 already exists for this vendor.
fr_fr: Achat %1 %2 existe déjà pour ce fournisseur.

# Report 1359012860 - NamedType 612391220
source: VAT Amount Specification in
fr_fr: Spécification du montant de la TVA en

# Report 1359012860 - NamedType 665278991
source: The %1 on the receipt is not the same as the %1 on the purchase header.
fr_fr: Le %1 sur le reçu n’est pas le même que le %1 sur l’en-tête d’achat.

# Report 1359012860 - NamedType 7000814
source: Messrs.
fr_fr: Mm.

# Report 1359012860 - NamedType 751720177
source: PRO-FORMA INVOICE
fr_fr: FACTURE PRO-FORMA

# Report 1359012860 - NamedType 834188014
source: %1 must have the same sign as the return shipment.
fr_fr: %1 doit avoir le même signe que l’expédition de retour.

# Report 1359012860 - NamedType 857534312
source: Purchase Document: %1
fr_fr: Document d’achat : %1

# Report 1359012860 - NamedType 95063322
source: Order Posting: %1
fr_fr: Affichage des commandes : %1

# Report 1359012860 - Property 2879900210
source: Purchase ProForma Invoice
fr_fr: Acheter la facture ProForma

# Report 1464576680 - Control 1330268743 - Property 1295455071
source: Specifies if created prospects must be automatically released.
fr_fr: Spécifie si les prospects créés doivent être libérés automatiquement.

# Report 1464576680 - Control 1330268743 - Property 2879900210
source: Release
fr_fr: Libération

# Report 1464576680 - Control 2507660060 - Property 1295455071
source: Specifies if a summary page with execution log has to be opened at the end of the process.
fr_fr: Spécifie si une page récapitulative avec journal d’exécution doit être ouverte à la fin du processus.

# Report 1464576680 - Control 2507660060 - Property 2879900210
source: Open execution log
fr_fr: Ouvrir le journal d’exécution

# Report 1464576680 - Control 3312206534 - Property 1295455071
source: Specifies posting description to assign to Prospect. %1 = Vendor, %2 = Posting Date
fr_fr: Spécifie la description de validation à affecter à Prospect. %1 = Vendeur, %2 = Date d’affichage

# Report 1464576680 - Control 3312206534 - Property 2879900210
source: Posting Description
fr_fr: Description de la publication

# Report 1464576680 - Control 3614921552 - Property 1295455071
source: Specifies if existing settlement prospects have to be saved or regenerated. Released prospect will be not deleted in any case.
fr_fr: Spécifie si les prospects de règlement existants doivent être enregistrés ou régénérés. La perspective libérée ne sera en aucun cas supprimée.

# Report 1464576680 - Control 3614921552 - Property 2879900210
source: Preserve Existing Prospects
fr_fr: Préserver les perspectives existantes

# Report 1464576680 - Control 3931907212 - Property 1295455071
source: Specifies commission period to use when selecting entries to add to settlement prospect.
fr_fr: Spécifie la période de commission à utiliser lors de la sélection d’entrées à ajouter à la perspective de règlement.

# Report 1464576680 - Control 3931907212 - Property 2879900210
source: Commission Period
fr_fr: Période de la Commission

# Report 1464576680 - Control 4122380116 - Property 1295455071
source: Specifies date to assign to settlement prospect.
fr_fr: Spécifie la date à affecter à la perspective de règlement.

# Report 1464576680 - Control 4122380116 - Property 2879900210
source: Prospect Date
fr_fr: Date de prospection

# Report 1464576680 - Method 3416123631 - NamedType 1965760373
source: Commission Settlement: Vendor %1 to date %2
fr_fr: Règlement de la Commission : Salesp. %1 à ce jour %2

# Report 1464576680 - Method 4104098463 - NamedType 2047573738
source: Commission settlement | Reason %1, Period %2 - %3
fr_fr: Règlement de la Commission | Motif %1, période %2 - %3

# Report 1464576680 - Method 4104098463 - NamedType 807889133
source: Commission settlement | Period %1 - %2
fr_fr: Règlement de la Commission | Période %1 - %2

# Report 1464576680 - NamedType 1178781371
source: Processing salesperson no @1 Processing entry no @2
fr_fr: Traitement vendeur no @1 Entrée de traitement no @2

# Report 1464576680 - NamedType 1979758965
source: You must specify any mandatory field (*).
fr_fr: Vous devez spécifier tout champ obligatoire (*)

# Report 1464576680 - Property 2879900210
source: Create Commission Prospect (CMS)
fr_fr: Créer une perspective de commission (CMS)

source: Salesperson %1 has %2 equal to %3.
fr_fr: Le vendeur %1 a %2 égal à %3.

source: No %1 found within period %2.
fr_fr: Aucun %1 trouvé dans la période %2.

source: %1 for %2 %3 and %4 %5 cannot be recreated because is released.
fr_fr: %1 pour %2 %3 et %4 %5 ne peut pas être recréé car il est libéré.

source: %1 for %2 %3 and %4 %5 created.
fr_fr: %1 pour %2 %3 et %4 %5 créés.

source: %1 for %2 %3 and %4 %5 already exists.
fr_fr: %1 pour %2 %3 et %4 %5 existent déjà.

source: No payable %1 found for %2 %3 and %4 %5.
fr_fr: Aucun créditeur %1 trouvé pour %2 %3 et %4 %5.

source: No prepayment corrections found with due date %1..%2.
fr_fr: Aucune correction de paiement anticipé n’a été constatée avec la date d’échéance %1,22.

source: No %1 found with blank period with posting date %2..%3.
fr_fr: Aucun %1 trouvé avec période vide avec date d’affichage %2,23.

source: %1 Commission Prospects created.
fr_fr: %1 Perspectives de la Commission créées.

# Report 180129807 - Control 1793549782 - Property 1295455071
source: Specifies to which date filter commission entries on posting date. This date represent reference date when seeking reduction setup.
fr_fr: Spécifie à quelle date filtrer les entrées de commission à la date de validation. Cette date représente la date de référence lors de la recherche de la configuration de réduction.

# Report 180129807 - Control 1793549782 - Property 2879900210
source: To posting date
fr_fr: À la date d’affichage

# Report 180129807 - Control 3050395731 - Property 1295455071
source: Specifies if entries already reduced must be reprocessed process.
fr_fr: Spécifie si les entrées déjà réduites doivent être traitées.

# Report 180129807 - Control 3050395731 - Property 2879900210
source: Process already reduced
fr_fr: Processus déjà réduit

# Report 180129807 - Control 438581575 - Property 1295455071
source: Specifies from which date filter commission entries on posting date.
fr_fr: Spécifie à partir de quelle date filtrer les entrées de commission à la date de validation.

# Report 180129807 - Control 438581575 - Property 2879900210
source: From posting date
fr_fr: À partir de la date d’affichage

# Report 180129807 - Property 2879900210
source: Commission Reduction (CMS)
fr_fr: Réduction de la Commission (CMS)

source: Date filter are mandatory.
fr_fr: Le filtre de date est obligatoire.

# Report 1994358204 - Property 2879900210
source: Commission Prospect
fr_fr: Perspective de la Commission

# Report 1994358204 - ReportColumn 4237283545 - Property 62802879
source: Quote,Blanket Order,Order,Invoice,Return Order,Credit Memo,Posted Shipment,Posted Invoice,Posted Return Receipt,Posted Credit Memo,Arch. Quote,Arch. Order,Arch. Blanket Order,Arch. Return Order
fr_fr: Devis, Ordre général, Ordre, Facture, Ordre de retour, Note de crédit, Expédition affichée, Facture affichée, Reçu de retour affiché, Note de crédit publiée, Devis arch.Arch., Ordre général, Arch.

# Report 1994358204 - ReportLabel 1579134388
source: Reason Code
fr_fr: Code de raison

# Report 1994358204 - ReportLabel 1652813334
source: Customer Name
fr_fr: Nom du client

# Report 1994358204 - ReportLabel 2266766051
source: Fixed comm. amount (LCY)
fr_fr: Montant fixe de la comm. (LCY)

# Report 1994358204 - ReportLabel 3330508652
source: Base Amount (LCY)
fr_fr: Montant de base (LCY)

# Report 1994358204 - ReportLabel 434801944
source: Customer No.
fr_fr: Numéro du client

# Report 2202383737 - Control 1900508061 - Property 1295455071
source: Specifies if cost allocation will be done in simulated.
fr_fr: Spécifie si la répartition des coûts sera effectuée en simulation.

# Report 2202383737 - Control 1900508061 - Property 2879900210
source: Simulated
fr_fr: Simulé

# Report 2202383737 - Control 2507660060 - Property 1295455071
source: Specifies if a summary page with execution log has to be opened at the end of the process.
fr_fr: Spécifie si une page récapitulative avec journal d’exécution doit être ouverte à la fin du processus.

# Report 2202383737 - Control 2507660060 - Property 2879900210
source: Open execution log
fr_fr: Ouvrir le journal d’exécution

# Report 2202383737 - Control 3149056129 - Property 1295455071
source: Specifies template to use for generated journal lines.
fr_fr: Spécifie le modèle à utiliser pour les lignes de journal générées.

# Report 2202383737 - Control 3149056129 - Property 2879900210
source: Template Name
fr_fr: Nom du modèle

# Report 2202383737 - Control 3182586253 - Property 1295455071
source: Specifies batch to use for generated journal lines.
fr_fr: Spécifie le lot à utiliser pour les lignes de journal générées.

# Report 2202383737 - Control 3182586253 - Property 2879900210
source: Batch Name
fr_fr: Nom du lot

# Report 2202383737 - Control 3652232475 - Property 1295455071
source: Specifies if the entire journal has to be automatically posted or not at the end of the process.
fr_fr: Spécifie si l’ensemble du journal doit être automatiquement affiché ou non à la fin du processus.

# Report 2202383737 - Control 3652232475 - Property 2879900210
source: Post
fr_fr: Publier

# Report 2202383737 - Control 458406397 - Property 1295455071
source: Specifies upper limit of date range applied to posting date field of comm. ledger entries.
fr_fr: Spécifie la limite supérieure de la plage de dates appliquée au champ de date d’affichage des entrées de registre de comm.

# Report 2202383737 - Control 458406397 - Property 2879900210
source: Ending Date
fr_fr: Date de fin

# Report 2202383737 - Control 460889064 - Property 1295455071
source: Specifies lower limit of date range applied to posting date field of comm. ledger entries.
fr_fr: Spécifie la limite inférieure de la plage de dates appliquée au champ de date d’affichage des entrées de registre de comm.

# Report 2202383737 - Control 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date de début

# Report 2202383737 - Control 486908828 - Property 1295455071
source: Specifies document no. to use for generated journal lines. If not specified, standard no. series on batch will be used.
fr_fr: Spécifie le document no. à utiliser pour les lignes de journal générées. Si elle n’est pas spécifiée, n°2 série sur lot sera utilisé.

# Report 2202383737 - Control 486908828 - Property 2879900210
source: Document No.
fr_fr: Numéro du document

# Report 2202383737 - Method 1544076788 - NamedType 380243628
source: Journal %1 %2 already contains lines. Do you want to proceed? Existing lines will be deleted.
fr_fr: Le journal %1 %2 contient déjà des lignes. Voulez-vous aller de l’avant? Les lignes existantes seront supprimées.

# Report 2202383737 - Method 2736589801 - NamedType 1874557230
source: %1 Journal lines created. Do you want to post the batch?
fr_fr: %1 Lignes de journal créées. Voulez-vous poster le lot?

# Report 2202383737 - Method 2736589801 - NamedType 1981925031
source: %1 Journal lines created.
fr_fr: %1 Lignes de journal créées.

# Report 2202383737 - Method 2736589801 - NamedType 511994062
source: %1 Journal lines created. Do you want to open batch page?
fr_fr: %1 Lignes de journal créées. Voulez-vous ouvrir la page batch ?

# Report 2202383737 - Method 665435082 - NamedType 3223221533
source: Commission cost allocation at %3: salesperson %1, reason code %2
fr_fr: Répartition des coûts de la Commission : vendeur %1, code de raison %2

# Report 2202383737 - Method 665435082 - NamedType 3316647387
source: Commission cost allocation at %2: salesperson %1
fr_fr: Répartition des coûts de la Commission : vendeur %1

# Report 2202383737 - NamedType 1979758965
source: You must specify any mandatory field (*).
fr_fr: Vous devez spécifier tout champ obligatoire (*)

# Report 2202383737 - Property 2879900210
source: Commission Cost Allocation (CMS)
fr_fr: Répartition des coûts de la Commission (CMS)

source: %1 processed
fr_fr: %1 traité

source: No %1 processed
fr_fr: Pas de %1 traité

source: %1 processed
fr_fr: %1 traité

# Report 2836188360 - Control 1048754833 - Property 1295455071
source: if true will print the single lines
fr_fr: si true imprimera les lignes simples

# Report 2836188360 - Control 1048754833 - Property 2879900210
source: Print Document Detail
fr_fr: Imprimer le détail du document

# Report 2836188360 - Control 3281786051 - Property 1295455071
source: If true the line will be splitted also by due date
fr_fr: Si la ligne est true, la ligne sera également divisée à la date d’échéance

# Report 2836188360 - Control 3281786051 - Property 2879900210
source: Split by Due Date
fr_fr: Fractionnement par date d’échéance

# Report 2836188360 - NamedType 894566561
source: Period: %1
fr_fr: Période: %1

# Report 2836188360 - Property 2879900210
source: Print Commissions Detail (CMS)
fr_fr: Imprimer les commissions détail (CMS)

# Report 2836188360 - ReportLabel 2266766051
source: Fixed comm. amount (LCY)
fr_fr: Montant fixe de la comm. (LCY)

# Report 2836188360 - ReportLabel 2733322764
source: Commission Overview
fr_fr: Vue d’ensemble de la Commission

# Report 2836188360 - ReportLabel 3819749913
source: Base Amount (LCY)
fr_fr: Montant de base (LCY)

# Report 2836188360 - ReportLabel 447704878
source: Settlement Type
fr_fr: Type de règlement

# Report 2836188360 - ReportLabel 628407470
source: Vendor Code
fr_fr: Code fournisseur

# Report 2836188360 - ReportLabel 948890337
source: Settlement Period
fr_fr: Période de règlement

# Report 3044685614 - Control 1588010770 - Property 1295455071
source: Specifies if Sales Cr. Memo will be processed.
fr_fr: Spécifie si sales Cr. Memo sera traité.

# Report 3044685614 - Control 1588010770 - Property 2879900210
source: Process Sales Cr. Memo
fr_fr: Processus de vente Cr. Memo

# Report 3044685614 - Control 1962828171 - Method 2126772001 - NamedType 74831726
source: Overwrite Existing must be enabled to set Keep Manual to FALSE.
fr_fr: Overwrite Existing doit être activé pour définir Keep Manual sur FALSE.
