Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Table 331222149 - Field 2363328873 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder,Refund,,,,,Journal
fr_fr: ,Paiement,Facture,Note de crédit,Mémo de charge de finance, Rappel, Remboursement,,,,,Journal

# Table 331222149 - Field 2495027912 - Property 2879900210
source: Document Amount (LCY)
fr_fr: Montant du document (LCY)

# Table 331222149 - Field 3182586253 - Property 2879900210
source: Batch Name
fr_fr: Nom du lot

# Table 331222149 - Field 3356099786 - Property 2879900210
source: Settlement Batch Name
fr_fr: Nom du lot de règlement

# Table 331222149 - Field 3413220098 - Property 2879900210
source: Commission Amount (LCY)
fr_fr: Montant de la Commission (LCY)

# Table 331222149 - Field 3612186529 - Property 2879900210
source: Detailed Cust. Ledger Entry No.
fr_fr: Cust détaillé. Numéro d’entrée du Grand Livre

# Table 331222149 - Field 3710982960 - Property 2879900210
source: Competence Date
fr_fr: Date de compétence

# Table 331222149 - Field 3833571303 - Property 2879900210
source: Purchase Doc. Type
fr_fr: Acheter Doc. Type

# Table 331222149 - Field 3833571303 - Property 62802879
source: ,Invoice,Cr. Memo,Posted Invoice,Posted Cr. Memo
fr_fr: ,Facture,Cr. Memo,Facture validée,Posted Cr. Memo

# Table 331222149 - Field 3896884728 - Property 2879900210
source: Prospect Salesperson No.
fr_fr: Prospect Vendeur No.

# Table 331222149 - Field 404491802 - Property 2879900210
source: Exclude
fr_fr: Exclure

# Table 331222149 - Field 4085727052 - Property 2879900210
source: Due Date
fr_fr: Date d’échéance

# Table 331222149 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: Numéro du document

# Table 331222149 - Field 605287968 - Property 2879900210
source: Purchase Doc. Line No.
fr_fr: Achat Doc. Ligne No.

# Table 331222149 - Field 786358781 - Property 2879900210
source: Comm. Ledger Entry No.
fr_fr: Comm. Ledger Entrée No.

# Table 331222149 - Field 859833575 - Property 2879900210
source: Cashed %
fr_fr: % encaissé

# Table 331222149 - Field 883711285 - Property 2879900210
source: Entry No.
fr_fr: Numéro d’entrée

# Table 331222149 - Field 92711880 - Property 2879900210
source: Prospect Period Code
fr_fr: Code de période de prospect

# Table 331222149 - Method 804474859 - NamedType 430254759
source: You cannot rename %1.
fr_fr: Vous ne pouvez pas renommer %1.

# Table 331222149 - Property 2879900210
source: Detailed Comm. Ledger Entry
fr_fr: Entrée détaillée du comm. Ledger

# Table 3431204148 - Field 1026268089 - Property 2879900210
source: Enable Sales Network
fr_fr: Activer le réseau de ventes

# Table 3431204148 - Field 134968084 - Property 2879900210
source: Incentive Reason Code
fr_fr: Code de raison d’incitation

# Table 3431204148 - Field 1360013175 - Property 2879900210
source: Settlement Prospect Nos.
fr_fr: Perspective de règlement Nos.

# Table 3431204148 - Field 151744267 - Property 2879900210
source: Priority 2
fr_fr: Priorité 2

# Table 3431204148 - Field 1570127757 - Property 2879900210
source: Settlem. Cr. Memo Nos. Doc. Class
fr_fr: Le calme. Cr. Memo Nos. Doc. Classe

# Table 3431204148 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_fr: Clé primaire

# Table 3431204148 - Field 1896551935 - Property 2879900210
source: Create Settlement Credit Memos
fr_fr: Créer des mémos de crédit de règlement

# Table 3431204148 - Field 1923973537 - Property 2879900210
source: Refund Reason Code
fr_fr: Code de raison de remboursement

# Table 3431204148 - Field 1936404554 - Property 2879900210
source: Due Date mod. on Advance Entries
fr_fr: Modification de la date d’échéance sur les entrées anticipées

# Table 3431204148 - Field 2064834118 - Property 2879900210
source: Priority 1
fr_fr: Priorité 1

# Table 3431204148 - Field 2157377117 - Property 2879900210
source: Update From Quote Header - Delete
fr_fr: Mise à jour à partir de l’en-tête de devis - Supprimer

# Table 3431204148 - Field 2443327257 - Property 2879900210
source: Def. Base Incl. Line Disc.
fr_fr: Disque de ligne de base de base de def.

# Table 3431204148 - Field 2496530713 - Property 2879900210
source: Settlem. Cr. Memo Nos.
fr_fr: Le calme. Cr. Memo Nos.

# Table 3431204148 - Field 2665160000 - Property 2879900210
source: Update From Cr. Memo Header - Delete
fr_fr: Mise à jour à partir de Cr. Memo Ene-tête - Supprimer

# Table 3431204148 - Field 2905148671 - Property 2879900210
source: Get Salesperson From
fr_fr: Obtenez vendeur à partir de

# Table 3431204148 - Field 2905148671 - Property 62802879
source: Bill-to Customer,Sell-to Customer
fr_fr: Facture au client, vente au client

# Table 3431204148 - Field 3026111617 - Property 2879900210
source: Cost Allocation on Invoiced
fr_fr: Répartition des coûts sur facture

# Table 3431204148 - Field 3143121453 - Property 2879900210
source: Allocation Batch Name
fr_fr: Nom du lot d’allocation

# Table 3431204148 - Field 3145626574 - Property 2879900210
source: Update From Order Header - Insert
fr_fr: Mise à jour à partir de l’en-tête de commande - Insérer

# Table 3431204148 - Field 3204014954 - Property 2879900210
source: Unapply Settled Entries Warning
fr_fr: Avertissement d’entrées non réglées

# Table 3431204148 - Field 3204014954 - Property 62802879
source: None,Message,Confirm,Error
fr_fr: Aucun,Message,Confirmer,Erreur

# Table 3431204148 - Field 3278703442 - Property 2879900210
source: Update From Blanket Order Header - Insert
fr_fr: Mise à jour à partir de l’en-tête de commande de couverture - Insérer

# Table 3431204148 - Field 3289733327 - Method 2126772001 - NamedType 248225461
source: This salesperson role will be used only for new documents
fr_fr: Ce rôle de vendeur sera utilisé uniquement pour les nouveaux documents

# Table 3431204148 - Field 3289733327 - Property 2879900210
source: Primary Salesperson Role
fr_fr: Rôle du vendeur principal

# Table 3431204148 - Field 3431023670 - Property 2879900210
source: Allow Due Date mod. on Settled Advance Entries
fr_fr: Autoriser mod date d’échéance. sur les entrées anticipées réglées

# Table 3431204148 - Field 3584280162 - Property 2879900210
source: Update From Return Order Header - Insert
fr_fr: Mise à jour à partir de l’en-tête de commande de retour - Insérer

# Table 3431204148 - Field 3732648922 - Property 2879900210
source: Update From Quote Header - Insert
fr_fr: Mise à jour à partir de l’en-tête de devis - Insérer

# Table 3431204148 - Field 3732922845 - Property 2879900210
source: Settlem. Invoice Nos.
fr_fr: Le calme. Numéro de facture.

# Table 3431204148 - Field 3739791073 - Property 2879900210
source: Allocation Template Name
fr_fr: Nom du modèle d’allocation

# Table 3431204148 - Field 3752409441 - Property 2879900210
source: Correction Prepayment Reason Code
fr_fr: Correction Code de raison de remboursement anticipé

# Table 3431204148 - Field 3771644211 - Property 2879900210
source: Update From Cr. Memo Header - Insert
fr_fr: Mise à jour à partir de Cr. Memo Ene-tête - Insérer

# Table 3431204148 - Field 388506308 - Property 2879900210
source: Update From Invoice Header - Delete
fr_fr: Mise à jour à partir de l’en-tête de facture - Supprimer

# Table 3431204148 - Field 395797077 - Property 2879900210
source: Update From Return Order Header - Delete
fr_fr: Mise à jour à partir de l’en-tête de commande de retour - Supprimer

# Table 3431204148 - Field 4041734053 - Property 2879900210
source: Due Date modi. on Entries
fr_fr: Modification de la date d’échéance sur les entrées

# Table 3431204148 - Field 4098063865 - Property 2879900210
source: No Sales Comm. Calc. on Release/Posting
fr_fr: Pas de vente Comm. Calc. sur libération/affichage

# Table 3431204148 - Field 535303886 - Property 2879900210
source: Settlem. Invoice Doc. Class
fr_fr: Le calme. Facture Doc. Classe

# Table 3431204148 - Field 6620776 - Property 2879900210
source: Free Gift Calc. Method
fr_fr: Méthode Gratuite Gift Calc.

# Table 3431204148 - Field 688384879 - Property 2879900210
source: Update From Invoice Header - Insert
fr_fr: Mise à jour à partir de l’en-tête de facture - Insérer

# Table 3431204148 - Field 721514944 - Property 2879900210
source: Prepayment Reason Code
fr_fr: Code de raison de paiement anticipé

# Table 3431204148 - Field 757193492 - Property 2879900210
source: Allow Due Date mod. on Settled Entries by Invoiced
fr_fr: Autoriser le mod de date d’échéance. sur les entrées réglées par Invoiced

# Table 3431204148 - Field 763749129 - Property 2879900210
source: Update From Order Header - Delete
fr_fr: Mise à jour à partir de l’en-tête de commande - Supprimer

# Table 3431204148 - Field 789440884 - Property 2879900210
source: Priority 3
fr_fr: Priorité 3

# Table 3431204148 - Field 90220357 - Property 2879900210
source: Update From Blanket Order Header - Delete
fr_fr: Mise à jour à partir de l’en-tête de commande de couverture - Supprimer

# Table 3431204148 - NamedType 1693842530
source: The field %1 must be different from %2
fr_fr: Le champ %1 doit être différent de %2

# Table 3431204148 - NamedType 1927908604
source: The calculation priority were changed! Update the partial priority?
fr_fr: La priorité de calcul a été modifiée! Mettre à jour la priorité partielle?

# Table 3431204148 - Property 2879900210
source: Commission Setup
fr_fr: Configuration de la Commission

# Table 3455949104 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
fr_fr: Code de la dimension 2 du raccourci

# Table 3455949104 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
fr_fr: Code de la dimension 1 du raccourci

# Table 3455949104 - Field 1878130204 - Property 62802879
source: ,Payable,Settlement,Import
fr_fr: ,Payable,Règlement,Importation

# Table 3455949104 - Field 1947710592 - Property 2879900210
source: Commission Reason Code
fr_fr: Code de raison de la Commission

# Table 3455949104 - Field 2140709543 - Property 2879900210
source: Commission % (Amount) (LCY)
fr_fr: Commission % (Montant) (LCY)

# Table 3455949104 - Field 2324056710 - Method 2126772001 - NamedType 3034353373
source: cannot be specified without %1
fr_fr: ne peut pas être spécifié sans %1

# Table 3455949104 - Field 2324056710 - Property 2879900210
source: Currency Factor
fr_fr: Facteur de change

# Table 3455949104 - Field 2363328873 - Property 62802879
source: ,Invoice,"Credit Memo"
fr_fr: ,Facture,Note de crédit

# Table 3455949104 - Field 240204966 - Property 2879900210
source: Bill-to Name
fr_fr: Nom de la facture

# Table 3455949104 - Field 2704330142 - Property 2879900210
source: Batch Name
fr_fr: Nom du lot

# Table 3455949104 - Field 3164211949 - Property 2879900210
source: Product Type
fr_fr: Type de produit

# Table 3455949104 - Field 3164211949 - Property 62802879
source: ,G/L Account,Item,Resource,Fixed Asset,Charge (Item)
fr_fr: ,Compte G/L,Item,Resource,Fixed Asset,Charge (Item)

# Table 3455949104 - Field 3193187192 - Property 2879900210
source: Product No.
fr_fr: Numéro de produit

# Table 3455949104 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: Ligne No.

# Table 3455949104 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_fr: ID du jeu de dimensions

# Table 3455949104 - Field 3332626120 - Property 2879900210
source: Salesperson Role Code
fr_fr: Code de rôle du vendeur

# Table 3455949104 - Field 3576043015 - Property 2879900210
source: Line Amount (LCY)
fr_fr: Montant de la ligne (LCY)

# Table 3455949104 - Field 3582421358 - Property 2879900210
source: Line Amount
fr_fr: Montant de la ligne

# Table 3455949104 - Field 3582483895 - Property 2879900210
source: Commission Period Code
fr_fr: Code de période de la Commission

# Table 3455949104 - Field 3684440170 - Property 2879900210
source: Template Name
fr_fr: Nom du modèle

# Table 3455949104 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date d’affichage

# Table 3455949104 - Field 3869752293 - Property 2879900210
source: Total Commission Amount (LCY)
fr_fr: Montant total de la commission (LCY)

# Table 3455949104 - Field 4076459801 - Property 2879900210
source: Sell-to No.
fr_fr: Vendre-à No.

# Table 3455949104 - Field 4082300179 - Property 2879900210
source: Commission Amount (LCY)
fr_fr: Montant de la Commission (LCY)

# Table 3455949104 - Field 4083748153 - Property 2879900210
source: Sell-to Name
fr_fr: Nom de vente

# Table 3455949104 - Field 4085727052 - Property 2879900210
source: Due Date
fr_fr: Date d’échéance

# Table 3455949104 - Field 4189286102 - Property 2879900210
source: Applies-to Ledger Entry No.
fr_fr: Numéro d’entrée du livre s’applique à

# Table 3455949104 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_fr: Code de change

# Table 3455949104 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: Numéro du document

# Table 3455949104 - Field 553464652 - Property 2879900210
source: Salesperson Code
fr_fr: Code vendeur

# Table 3455949104 - Field 592951229 - Property 2879900210
source: Amount (LCY)
fr_fr: Montant (LCY)

# Table 3455949104 - Field 63537581 - Property 2879900210
source: Base Commission Calculation (LCY)
fr_fr: Calcul de la Commission de base (LCY)

# Table 3455949104 - Field 636392376 - Property 2879900210
source: Amount
fr_fr: Montant

# Table 3455949104 - Field 846548371 - Property 2879900210
source: Applies-to Cust. Ledger Entry No.
fr_fr: S’applique à Cust. Numéro d’entrée du Grand Livre

# Table 3455949104 - Method 2178655567 - NamedType 4287794110
source: %1 %2 not supported.
fr_fr: %1 %2 non pris en charge.

# Table 3501636245 - Field 1712771946 - Property 2879900210
source: Record Count
fr_fr: Nombre d’enregistrements

# Table 3501636245 - Field 1750620343 - Property 2879900210
source: Date/Time
fr_fr: Date/Heure

# Table 3501636245 - Field 1789400218 - Property 2879900210
source: Level
fr_fr: Niveau

# Table 3501636245 - Field 3080618677 - Property 2879900210
source: Result
fr_fr: Résultat

# Table 3501636245 - Field 3454230391 - Property 2879900210
source: Process Description
fr_fr: Description du processus

# Table 3501636245 - Field 883711285 - Property 2879900210
source: Entry No.
fr_fr: Numéro d’entrée

# Table 3501636245 - Method 2969999957 - NamedType 213565414
source: Process started
fr_fr: Processus commencé

# Table 3501636245 - Method 3256243965 - NamedType 3609573591
source: Process ended
fr_fr: Le processus s’est terminé

# Table 3501636245 - Property 2879900210
source: Commission Processing Log
fr_fr: Journal de traitement de la Commission

# Table 374655194 - Field 1041717507 - Property 2879900210
source: G/L Entry No. From
fr_fr: G/L Numéro d’entrée De

# Table 374655194 - Field 1326714763 - Property 2879900210
source: Posting DateTime
fr_fr: Affichage datetime

# Table 374655194 - Field 1603722892 - Property 2879900210
source: Journal User
fr_fr: Utilisateur du journal

# Table 374655194 - Field 1606787976 - Property 2879900210
source: G/L Entry No. To
fr_fr: G/L Numéro d’entrée À

# Table 374655194 - Field 1947710592 - Property 2879900210
source: Commission Reason Code
fr_fr: Code de raison de la Commission

# Table 374655194 - Field 2704330142 - Property 2879900210
source: Batch Name
fr_fr: Nom du lot

# Table 374655194 - Field 3586807204 - Property 2879900210
source: Line No.
fr_fr: Ligne No.

# Table 374655194 - Field 3684440170 - Property 2879900210
source: Template Name
fr_fr: Nom du modèle

# Table 374655194 - Field 385872691 - Property 2879900210
source: Posting DateTime
fr_fr: Affichage datetime

# Table 374655194 - Field 553464652 - Property 2879900210
source: Salesperson Code
fr_fr: Code vendeur

# Table 374655194 - Field 883711285 - Property 2879900210
source: Entry No.
fr_fr: Numéro d’entrée

# Table 374655194 - Property 2879900210
source: Commission Cost Allocation Register
fr_fr: Registre de répartition des coûts de la Commission

# Table 3870642061 - Field 3413220098 - Property 2879900210
source: Commission Amount (LCY)
fr_fr: Montant de la Commission (LCY)

# Table 3870642061 - Field 429773057 - Property 2879900210
source: Threshold Value
fr_fr: Valeur seuil

# Table 3870642061 - Property 2879900210
source: Commission Threshold
fr_fr: Seuil de la Commission

# Table 3965484439 - Field 102903639 - Property 2879900210
source: Settlement Type
fr_fr: Type de règlement

# Table 3965484439 - Field 102903639 - Property 62802879
source: ,Invoiced,Paid (Partially),Paid (Entry),Paid (Document)
fr_fr: ,facturé,payé (partiellement), payé (entrée),payé (document)

# Table 3965484439 - Field 1127366200 - Property 2879900210
source: From Calc. Setup Line
fr_fr: À partir de Calc. Setup Line

# Table 3965484439 - Field 1213627722 - Property 2879900210
source: Commission On Invoice Disc.
fr_fr: commission sur le disque de facture.

# Table 3965484439 - Field 1582530403 - Property 2879900210
source: Cust. Ledger Entry No.
fr_fr: Cust. Numéro d’entrée du Grand Livre

# Table 3965484439 - Field 1660095784 - Property 2879900210
source: Excluded by DDM
fr_fr: Exclus par DDM

# Table 3965484439 - Field 1878130204 - Property 62802879
source: ,G/L Account,Item,Resource,Fixed Asset,Charge (Item)
fr_fr: ,Compte G/L,Item,Resource,Fixed Asset,Charge (Item)

# Table 3965484439 - Field 1908046867 - Property 2879900210
source: Reason Code
fr_fr: Code de raison

# Table 3965484439 - Field 2007791635 - Property 2879900210
source: Salesperson Role
fr_fr: Rôle du vendeur

# Table 3965484439 - Field 21150074 - Property 2879900210
source: Settlement Amount (LCY)
fr_fr: Montant du règlement (LCY)

# Table 3965484439 - Field 2140709543 - Property 2879900210
source: Commission % (Amount) (LCY)
fr_fr: Commission % (Montant) (LCY)

# Table 3965484439 - Field 2302587123 - Property 2879900210
source: Document Ledger Entry No.
fr_fr: Numéro d’entrée du registre des documents

# Table 3965484439 - Field 2324056710 - Property 2879900210
source: Currency Factor
fr_fr: Facteur de change

# Table 3965484439 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
fr_fr: Code de l’unité de mesure

# Table 3965484439 - Field 240204966 - Property 2879900210
source: Bill-to Name
fr_fr: Nom de la facture

# Table 3965484439 - Field 2480638018 - Property 2879900210
source: Document Line No.
fr_fr: Numéro de la ligne de document

# Table 3965484439 - Field 2674350156 - Property 2879900210
source: Orig. Commission Amount
fr_fr: Orig. Montant de la Commission

# Table 3965484439 - Field 2700662257 - Property 2879900210
source: Remaining Amount (LCY)
fr_fr: Montant restant (LCY)

# Table 3965484439 - Field 2704404533 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Table 3965484439 - Field 281352744 - Property 2879900210
source: Imported
fr_fr: Importés

# Table 3965484439 - Field 3026489624 - Property 2879900210
source: Product Commission Group
fr_fr: Groupe commission produit

# Table 3965484439 - Field 3108187119 - Property 2879900210
source: Salesperson Code
fr_fr: Code vendeur

# Table 3965484439 - Field 3182586253 - Property 2879900210
source: Batch Name
fr_fr: Nom du lot

# Table 3965484439 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_fr: ID du jeu de dimensions

# Table 3965484439 - Field 3576043015 - Property 2879900210
source: Line Amount (LCY)
fr_fr: Montant de la ligne (LCY)

# Table 3965484439 - Field 3582421358 - Property 2879900210
source: Line Amount
fr_fr: Montant de la ligne

# Table 3965484439 - Field 3582483895 - Property 2879900210
source: Commission Period Code
fr_fr: Code de période de la Commission

# Table 3965484439 - Field 3638702141 - Property 2879900210
source: Customer Commission Group
fr_fr: Groupe de la Commission client

# Table 3965484439 - Field 3710813537 - Property 2879900210
source: Sales Document Type
fr_fr: Type de document de vente

# Table 3965484439 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date d’affichage

# Table 3965484439 - Field 3726447172 - Property 2879900210
source: Settled Amount (LCY)
fr_fr: Montant réglé (LCY)

# Table 3965484439 - Field 3869752293 - Property 2879900210
source: Total Commission Amount (LCY)
fr_fr: Montant total de la commission (LCY)

# Table 3965484439 - Field 404491802 - Property 2879900210
source: Exclude
fr_fr: Exclure

# Table 3965484439 - Field 4076459801 - Property 2879900210
source: Sell-to No.
fr_fr: Vendre-à No.

# Table 3965484439 - Field 4082300179 - Property 2879900210
source: Commission Amount (LCY)
fr_fr: Montant de la Commission (LCY)

# Table 3965484439 - Field 4083748153 - Property 2879900210
source: Sell-to Name
fr_fr: Nom de vente

# Table 3965484439 - Field 4085727052 - Property 2879900210
source: Due Date
fr_fr: Date d’échéance

# Table 3965484439 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_fr: Code de change

# Table 3965484439 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: non.

# Table 3965484439 - Field 4251727885 - Property 2879900210
source: Prospect No. Filter
fr_fr: Perspective No. Filtre

# Table 3965484439 - Field 4259830144 - Property 2879900210
source: Open
fr_fr: Ouvert

# Table 3965484439 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: Numéro du document

# Table 3965484439 - Field 541974475 - Property 2879900210
source: Modified
fr_fr: Modifié

# Table 3965484439 - Field 63537581 - Property 2879900210
source: Base Commission Calculation (LCY)
fr_fr: Calcul de la Commission de base (LCY)

# Table 3965484439 - Field 859489637 - Property 2879900210
source: Cust. Ledger Entry Factor
fr_fr: Cust. Facteur d’entrée du livre

# Table 3965484439 - Field 859833575 - Property 2879900210
source: Cashed %
fr_fr: % encaissé

# Table 3965484439 - Field 883678295 - Property 2879900210
source: Prospect Line No. Filter
fr_fr: Ligne prospect no. Filtre

# Table 3965484439 - Field 995090288 - Property 2879900210
source: Date Filter
fr_fr: Filtre de date

# Table 3965484439 - Method 3152277940 - NamedType 2638230919
source: You cannot delete a %1.
fr_fr: Vous ne pouvez pas supprimer un %1.

# Table 3965484439 - Property 2879900210
source: Commission Ledger Entry
fr_fr: Entrée du Registre de la Commission

# Table 4294824369 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# Table 526220819 - Field 1878130204 - Property 62802879
source: Year,Semester,Four Months,Quarter,Two Months,Month
fr_fr: Année, Semestre, Quatre Mois, Trimestre, Deux Mois, Mois

# Table 526220819 - Field 458406397 - Property 2879900210
source: Ending Date
fr_fr: Date de fin

# Table 526220819 - Field 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date de début

# Table 526220819 - Property 2879900210
source: Commission Period
fr_fr: Période de la Commission

# Table 541498415 - Field 2243708769 - Property 2879900210
source: Threshold Type
fr_fr: Type de seuil

# Table 541498415 - Method 804474859 - NamedType 672156893
source: You cannot rename a %1
fr_fr: Vous ne pouvez pas renommer un %1

# Table 541498415 - Property 2879900210
source: EOS Commission Threshold Header
fr_fr: En-tête de seuil de commission EOS

# Table 635909168 - Field 1021928294 - Property 2879900210
source: Cost Allocation Register No.
fr_fr: Numéro du registre d’allocation des coûts

# Table 635909168 - Field 102903639 - Property 2879900210
source: Settlement Type
fr_fr: Type de règlement

# Table 635909168 - Field 102903639 - Property 62802879
source: ,Invoiced,Paid (Partially),Paid (Entry),Paid (Document)
fr_fr: ,facturé,payé (partiellement), payé (entrée),payé (document)

# Table 635909168 - Field 1127366200 - Property 2879900210
source: From Calc. Setup Line
fr_fr: À partir de Calc. Setup Line

# Table 635909168 - Field 1213627722 - Property 2879900210
source: Commission On Invoice Disc.
fr_fr: commission sur le disque de facture.

# Table 635909168 - Field 1878130204 - Property 62802879
source: ,G/L Account,Item,Resource,Fixed Asset,Charge (Item)
fr_fr: ,Compte G/L,Item,Resource,Fixed Asset,Charge (Item)
