Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Table 635909168 - Field 1908046867 - Property 2879900210
source: Reason Code
fr_fr: Code de raison

# Table 635909168 - Field 1917733916 - Property 2879900210
source: Adv. Referred to Entry No.
fr_fr: Adv. Fait référence à l’entrée no.

# Table 635909168 - Field 2007791635 - Property 2879900210
source: Salesperson Role
fr_fr: Rôle du vendeur

# Table 635909168 - Field 21150074 - Property 2879900210
source: Settlement Amount (LCY)
fr_fr: Montant du règlement (LCY)

# Table 635909168 - Field 2140709543 - Property 2879900210
source: Commission % (Amount) (LCY)
fr_fr: Commission % (Montant) (LCY)

# Table 635909168 - Field 2324056710 - Property 2879900210
source: Currency Factor
fr_fr: Facteur de change

# Table 635909168 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
fr_fr: Code de l’unité de mesure

# Table 635909168 - Field 240204966 - Property 2879900210
source: Bill-to Name
fr_fr: Nom de la facture

# Table 635909168 - Field 2480638018 - Property 2879900210
source: Document Line No.
fr_fr: Numéro de la ligne de document

# Table 635909168 - Field 2674350156 - Property 2879900210
source: Orig. Commission Amount
fr_fr: Orig. Montant de la Commission

# Table 635909168 - Field 2700662257 - Property 2879900210
source: Remaining Amount (LCY)
fr_fr: Montant restant (LCY)

# Table 635909168 - Field 2704404533 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Table 635909168 - Field 281352744 - Property 2879900210
source: Imported
fr_fr: Importés

# Table 635909168 - Field 3026489624 - Property 2879900210
source: Product Commission Group
fr_fr: Groupe commission produit

# Table 635909168 - Field 3098690440 - Property 2879900210
source: Reduction %
fr_fr: Réduction %

# Table 635909168 - Field 3108187119 - Property 2879900210
source: Salesperson Code
fr_fr: Code vendeur

# Table 635909168 - Field 3182586253 - Property 2879900210
source: Batch Name
fr_fr: Nom du lot

# Table 635909168 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_fr: ID du jeu de dimensions

# Table 635909168 - Field 3576043015 - Property 2879900210
source: Line Amount (LCY)
fr_fr: Montant de la ligne (LCY)

# Table 635909168 - Field 3582421358 - Property 2879900210
source: Line Amount
fr_fr: Montant de la ligne

# Table 635909168 - Field 3582483895 - Property 2879900210
source: Commission Period Code
fr_fr: Code de période de la Commission

# Table 635909168 - Field 3638702141 - Property 2879900210
source: Customer Commission Group
fr_fr: Groupe de la Commission client

# Table 635909168 - Field 3710813537 - Property 2879900210
source: Sales Document Type
fr_fr: Type de document de vente

# Table 635909168 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date d’affichage

# Table 635909168 - Field 3726447172 - Property 2879900210
source: Settled Amount (LCY)
fr_fr: Montant réglé (LCY)

# Table 635909168 - Field 3869752293 - Property 2879900210
source: Total Commission Amount (LCY)
fr_fr: Montant total de la commission (LCY)

# Table 635909168 - Field 404491802 - Property 2879900210
source: Exclude
fr_fr: Exclure

# Table 635909168 - Field 4076459801 - Property 2879900210
source: Sell-to No.
fr_fr: Vendre-à No.

# Table 635909168 - Field 4082300179 - Property 2879900210
source: Commission Amount (LCY)
fr_fr: Montant de la Commission (LCY)

# Table 635909168 - Field 4083748153 - Property 2879900210
source: Sell-to Name
fr_fr: Nom de vente

# Table 635909168 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_fr: Code de change

# Table 635909168 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: non.

# Table 635909168 - Field 4251727885 - Property 2879900210
source: Prospect No. Filter
fr_fr: Perspective No. Filtre

# Table 635909168 - Field 4259830144 - Property 2879900210
source: Open
fr_fr: Ouvert

# Table 635909168 - Field 4289218803 - Property 2879900210
source: Orig. Base Comm. Calculation (LCY)
fr_fr: Orig. Base Comm. Calcul (LCY)

# Table 635909168 - Field 486908828 - Property 2879900210
source: Document No.
fr_fr: Numéro du document

# Table 635909168 - Field 541974475 - Property 2879900210
source: Modified
fr_fr: Modifié

# Table 635909168 - Field 63537581 - Property 2879900210
source: Base Commission Calculation (LCY)
fr_fr: Calcul de la Commission de base (LCY)

# Table 635909168 - Field 859833575 - Property 2879900210
source: Cashed %
fr_fr: % encaissé

# Table 635909168 - Field 883678295 - Property 2879900210
source: Prospect Line No. Filter
fr_fr: Ligne prospect no. Filtre

# Table 635909168 - Field 883711285 - Property 2879900210
source: Entry No.
fr_fr: Numéro d’entrée

# Table 635909168 - Field 995090288 - Property 2879900210
source: Date Filter
fr_fr: Filtre de date

# Table 635909168 - Property 2879900210
source: Commission Entry
fr_fr: Entrée à la Commission

# Table 788882816 - Field 1127366200 - Property 2879900210
source: From Calc. Setup Line
fr_fr: À partir de Calc. Setup Line

# Table 788882816 - Field 2007791635 - Property 2879900210
source: Salesperson Role
fr_fr: Rôle du vendeur

# Table 788882816 - Field 2140709543 - Property 2879900210
source: Commission % (Amount)
fr_fr: Commission % (Montant)

# Table 788882816 - Field 2218216342 - Property 2879900210
source: Copied from Sales Document No.
fr_fr: Copié à partir du document de vente no.

# Table 788882816 - Field 2324056710 - Property 2879900210
source: Currency Factor
fr_fr: Facteur de change

# Table 788882816 - Field 2480638018 - Property 2879900210
source: Document Line No.
fr_fr: Numéro de la ligne de document

# Table 788882816 - Field 2674350156 - Property 2879900210
source: Orig. Commission Amount
fr_fr: Orig. Montant de la Commission

# Table 788882816 - Field 3108187119 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# Table 788882816 - Field 3525169240 - Property 2879900210
source: Copied from Document Line No.
fr_fr: Copié à partir de la ligne no document.

# Table 788882816 - Field 3564332552 - Property 2879900210
source: Base Commission Calculation
fr_fr: Calcul de la Commission de base

# Table 788882816 - Field 3565379939 - Property 2879900210
source: Copied from Table ID
fr_fr: Copié à partir de l’ID de table

# Table 788882816 - Field 3710813537 - Property 2879900210
source: Sales Document Type
fr_fr: Type de document de vente

# Table 788882816 - Field 3869752293 - Property 2879900210
source: Total Commission Amount
fr_fr: Montant total de la Commission

# Table 788882816 - Field 4082300179 - Property 2879900210
source: Commission Amount
fr_fr: Montant de la Commission

# Table 788882816 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_fr: Code de change

# Table 788882816 - Field 486908828 - Property 2879900210
source: Sales Document No.
fr_fr: Numéro de document de vente

# Table 788882816 - Field 541974475 - Property 2879900210
source: Modified
fr_fr: Modifié

# Table 788882816 - Field 683156520 - Property 2879900210
source: Copied from Sales Document Type
fr_fr: Copié à partir du type de document de vente

# Table 788882816 - Property 2879900210
source: Sales Document Line Commission
fr_fr: Commission de la ligne de documents de vente

# Table 874815846 - Field 1351594800 - Property 2879900210
source: No. Series
fr_fr: non. Série

# Table 874815846 - Field 1878130204 - Property 62802879
source: ,Payable,Settlement,Import
fr_fr: ,Payable,Règlement,Importation

# Table 874815846 - Field 1947710592 - Property 2879900210
source: Commission Reason Code
fr_fr: Code de raison de la Commission

# Table 874815846 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 874815846 - Field 3274402224 - Property 2879900210
source: Page Name
fr_fr: Nom de la page

# Table 874815846 - Property 2879900210
source: Commission Jnl. Template
fr_fr: Commission Jnl. Modèle

# Table 890796851 - Field 1171137197 - Property 2879900210
source: Customer Name
fr_fr: Nom du client

# Table 890796851 - Field 1383905037 - Method 2126772001 - NamedType 84191488
source: Only one record can be default for the customer no. %1, Ship-to code %2
fr_fr: Un seul enregistrement peut être par défaut pour le client no. %1, Code de livraison à %2

# Table 890796851 - Field 1383905037 - Property 2879900210
source: Default
fr_fr: Par défaut

# Table 890796851 - Field 4190130733 - Property 2879900210
source: Customer No.
fr_fr: Numéro du client

# Table 890796851 - Field 910022474 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# Table 890796851 - Field 993414011 - Property 2879900210
source: Ship-to Code
fr_fr: Code de livraison

# Table 890796851 - Property 2879900210
source: Customer/Network Combination
fr_fr: Combinaison client/réseau

source: Salesperso %1 has commission entries in settlement. Proceed anyway?
fr_fr: Salesperso %1 a des entrées de commission dans le règlement. Continuer de toute façon?

# TableExtension 1030737144 - Field 1240358897 - Property 2879900210
source: Settlement Ending Date
fr_fr: Date de fin du règlement

# TableExtension 1030737144 - Field 2409309878 - Property 2879900210
source: Vendor Code
fr_fr: Code fournisseur

# TableExtension 1030737144 - Field 2989374672 - Property 2879900210
source: Settlement Type
fr_fr: Type de règlement

# TableExtension 1030737144 - Field 2989374672 - Property 62802879
source: ,Invoiced,Paid (Partially),Paid (Entry),Paid (Document)
fr_fr: ,facturé,payé (partiellement), payé (entrée),payé (document)

# TableExtension 1030737144 - Field 3719530891 - Property 2879900210
source: % Prepayment
fr_fr: % Paiement anticipé

# TableExtension 1030737144 - Field 4130440317 - Property 2879900210
source: Commission Settlement G/L Acc.
fr_fr: Règlement de la Commission G/L Acc.

# TableExtension 1030737144 - Field 4179655083 - Property 2879900210
source: Settlement Period
fr_fr: Période de règlement

# TableExtension 1030737144 - Field 4179655083 - Property 62802879
source: ,Year,Semester,Four Months,Quarter,Two Months,Month
fr_fr: ,Année,Semestre,Quatre Mois,Trimestre, Deux Mois,Mois

# TableExtension 1030737144 - Field 430636633 - Property 2879900210
source: Prepayment Amount (LCY)
fr_fr: Montant du paiement anticipé (LCY)

# TableExtension 1030737144 - Field 752931688 - Property 2879900210
source: Commission Cost G/L Acc.
fr_fr: Coût de la Commission G/L Acc.

# TableExtension 1030737144 - NamedType 628497924
source: The field Settlement Type cannot be Invoiced in order to fill %1
fr_fr: Le type de règlement du champ ne peut pas être facturé pour remplir %1

# TableExtension 1199646167 - Field 204582133 - Property 2879900210
source: Commission Group
fr_fr: Groupe de la Commission

# TableExtension 1199646167 - Field 2738297963 - Property 2879900210
source: Salespersons
fr_fr: Vendeurs

# TableExtension 1199646167 - Field 4294824369 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# TableExtension 1199646167 - Field 466366624 - Property 2879900210
source: Exclude from Commission
fr_fr: Exclure de la Commission

# TableExtension 1338888851 - Field 204582133 - Property 2879900210
source: Commission Group
fr_fr: Groupe de la Commission

# TableExtension 1338888851 - Field 2738297963 - Property 2879900210
source: Salespersons
fr_fr: Vendeurs

# TableExtension 1338888851 - Field 4294824369 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# TableExtension 1338888851 - Field 466366624 - Property 2879900210
source: Exclude from Commission
fr_fr: Exclure de la Commission

# TableExtension 1668433761 - Field 1080730330 - Property 2879900210
source: Commission Group Code
fr_fr: Code de groupe de la Commission

# TableExtension 1837342784 - Field 1080730330 - Property 2879900210
source: Commission Group Code
fr_fr: Code de groupe de la Commission

# TableExtension 1976585468 - Field 2738297963 - Property 2879900210
source: Salespersons
fr_fr: Vendeurs

# TableExtension 1976585468 - Field 4294824369 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# TableExtension 2306130378 - Field 204582133 - Property 2879900210
source: Commission Group
fr_fr: Groupe de la Commission

# TableExtension 2306130378 - Field 2738297963 - Property 2879900210
source: Salespersons
fr_fr: Vendeurs

# TableExtension 2306130378 - Field 4294824369 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# TableExtension 2614282085 - Field 1080730330 - Property 2879900210
source: Commission Group Code
fr_fr: Code de groupe de la Commission

# TableExtension 2943826995 - Field 204582133 - Property 2879900210
source: Commission Group
fr_fr: Groupe de la Commission

# TableExtension 2943826995 - Field 2738297963 - Property 2879900210
source: Salespersons
fr_fr: Vendeurs

# TableExtension 2943826995 - Field 4294824369 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# TableExtension 2943826995 - Field 466366624 - Property 2879900210
source: Exclude from Commission
fr_fr: Exclure de la Commission

# TableExtension 3083069679 - Field 1080730330 - Property 2879900210
source: Commission Group Code
fr_fr: Code de groupe de la Commission

# TableExtension 3083069679 - Field 1390481719 - Property 2879900210
source: Customer Comm. Group Code
fr_fr: Code du groupe de la comm. client

# TableExtension 3083069679 - Field 4294824369 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

source: This line will be excluded from commission calculation.\ Proceed anyway?
fr_fr: Cette ligne sera exclue du calcul de la commission.\ Procéder de toute façon?

source: This line will be included from commission calculation.\ Proceed anyway?
fr_fr: Cette ligne sera incluse dans le calcul de la commission.\ Procéder de toute façon?

# TableExtension 3083069679 - Field 466366624 - Property 2879900210
source: Exclude from Commission
fr_fr: Exclure de la Commission

# TableExtension 3083069679 - Field 50087946 - Property 2879900210
source: EOS CMS Orig. Doc. Line No.
fr_fr: EOS CMS Orig. Doc. Ligne no.

# TableExtension 3251978702 - Field 1080730330 - Property 2879900210
source: Commission Group Code
fr_fr: Code de groupe de la Commission

# TableExtension 3251978702 - Field 1390481719 - Property 2879900210
source: Customer Comm. Group Code
fr_fr: Code du groupe de la comm. client

# TableExtension 3251978702 - Field 4294824369 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# TableExtension 3251978702 - Field 466366624 - Property 2879900210
source: Exclude from Commission
fr_fr: Exclure de la Commission

source: Do you want to update %1 field on lines with the new value?
fr_fr: Voulez-vous mettre à jour le champ %1 sur les lignes avec la nouvelle valeur ?

# TableExtension 3581523612 - Field 204582133 - Property 2879900210
source: Commission Group
fr_fr: Groupe de la Commission

# TableExtension 3581523612 - Field 2738297963 - Property 2879900210
source: Salespersons
fr_fr: Vendeurs

# TableExtension 3581523612 - Field 4294824369 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

source: All the line will be excluded from commission calculation.\ Proceed anyway?
fr_fr: Toute la ligne sera exclue du calcul de la commission.\ Procéder de toute façon?

source: All the line will be included from commission calculation.\ Proceed anyway?
fr_fr: Toute la ligne sera incluse à partir du calcul de commission.\ Procéder de toute façon?

# TableExtension 3581523612 - Field 466366624 - Property 2879900210
source: Exclude from Commission
fr_fr: Exclure de la Commission

# TableExtension 3720766296 - Field 4268549222 - Property 2879900210
source: Comm. Allocation Register No.
fr_fr: Numéro du registre d’allocation de la comm.

# TableExtension 393040527 - Field 1080730330 - Property 2879900210
source: Commission Group Code
fr_fr: Code de groupe de la Commission

# TableExtension 4219220229 - Field 1080730330 - Property 2879900210
source: Commission Group Code
fr_fr: Code de groupe de la Commission

# TableExtension 561949550 - Field 1080730330 - Property 2879900210
source: Commission Group Code
fr_fr: Code de groupe de la Commission

# TableExtension 63495617 - Field 1080730330 - Property 2879900210
source: Commission Group Code
fr_fr: Code de groupe de la Commission

# TableExtension 63495617 - Field 1390481719 - Property 2879900210
source: Customer Comm. Group Code
fr_fr: Code du groupe de la comm. client

# TableExtension 63495617 - Field 4294824369 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# TableExtension 63495617 - Field 466366624 - Property 2879900210
source: Exclude from Commission
fr_fr: Exclure de la Commission

# TableExtension 701192234 - Field 1080730330 - Property 2879900210
source: Commission Group Code
fr_fr: Code de groupe de la Commission

# TableExtension 701192234 - Field 1390481719 - Property 2879900210
source: Customer Comm. Group Code
fr_fr: Code du groupe de la comm. client

# TableExtension 701192234 - Field 4294824369 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# TableExtension 701192234 - Field 466366624 - Property 2879900210
source: Exclude from Commission
fr_fr: Exclure de la Commission
