Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Page 2253698030 - Control 4083748153 - Property 1295455071
source: Specifies the Sell-to Customer Name for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le nom du client de vente à la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2253698030 - Control 4198939294 - Property 1295455071
source: Specifies the currency code for current line.
fr_fr: Spécifie le code de devise pour la ligne actuelle.

# Page 2253698030 - Control 4200184881 - Property 1295455071
source: Specifies the line no. (product) for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie la ligne no (produit) de la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2253698030 - Control 4259830144 - Property 1295455071
source: Specifies if current line is completely settled.
fr_fr: Spécifie si la ligne actuelle est complètement réglée.

# Page 2253698030 - Control 4289218803 - Property 1295455071
source: Specifies reduction % applied to Commission Base Amount (LCY). Original value is stored into Orig. Comm. Base Amount (LCY) field
fr_fr: Spécifie le pourcentage de réduction appliqué au montant de base de la Commission (LCY). La valeur d’origine est stockée dans le champ Montant de base (LCY) d’Orig.

# Page 2253698030 - Control 486908828 - Property 1295455071
source: Specifies the source document no. for current line. Can be a posted sales document no. or a journal line document no..
fr_fr: Spécifie le document source no. pour la ligne actuelle. Peut être un document de vente affiché no. ou un document de ligne de journal no..

# Page 2253698030 - Control 541974475 - Property 1295455071
source: Specifies if line has been manually modified. You can modify commission amount or commission % fields.
fr_fr: Spécifie si la ligne a été modifiée manuellement. Vous pouvez modifier le montant de la commission ou les champs de commission %.

# Page 2253698030 - Control 580412389 - Property 1295455071
source: Specifies the document date for current line.
fr_fr: Spécifie la date du document pour la ligne en cours.

# Page 2253698030 - Control 63537581 - Property 1295455071
source: Specifies commission base amount calculated from document line amount. This value will be used as base amount when applying commission %. Value is in LCY.
fr_fr: Spécifie le montant de base de la commission calculé à partir du montant de la ligne de document. Cette valeur sera utilisée comme montant de base lors de l’application de la commission %. La valeur est en LCY.

# Page 2253698030 - Control 859833575 - Property 1295455071
source: Specifies the cashed percentage of related sales document. In case of lines from journal, will be 100 as default.
fr_fr: Spécifie le pourcentage encaissé du document de vente lié. Dans le cas de lignes de journal, sera de 100 par défaut.

# Page 2253698030 - Control 859833575 - Property 2879900210
source: Cashed %
fr_fr: % encaissé

# Page 2253698030 - Control 862725459 - Property 1295455071
source: Specifies if current line has been calculated including line discount.
fr_fr: Spécifie si la ligne actuelle a été calculée, y compris la remise en ligne.

# Page 2253698030 - Control 883711285 - Property 1295455071
source: The Entry No
fr_fr: L’entrée No

# Page 2253698030 - Property 2019332006
source: New,Process,Report,Navigate
fr_fr: Nouveau,Processus,Rapport,Naviguer

# Page 2253698030 - Property 2879900210
source: Imported Commission Entry
fr_fr: Entrée de la Commission importée

# Page 2507292131 - Control 1878130204 - Property 1295455071
source: Specifies the line type for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le type de ligne pour la ligne en cours. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2507292131 - Control 2324056710 - Property 1295455071
source: Specifies the currency factor for current line.
fr_fr: Spécifie le facteur de devise pour la ligne actuelle.

# Page 2507292131 - Control 2385270358 - Property 1295455071
source: Specifies the line unit of measure for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie l’unité de mesure de ligne pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2507292131 - Control 240204966 - Property 1295455071
source: Specifies the Bill-to Customer Name for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le nom du client de la facture à la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2507292131 - Control 2704404533 - Property 1295455071
source: Specifies the line quantity for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie la quantité de ligne pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2507292131 - Control 2767063982 - Property 1295455071
source: Specifies the Bill-to Customer No. for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le numéro de la facture au client. pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2507292131 - Control 3461834954 - Property 1295455071
source: Specifies the description for current line.
fr_fr: Spécifie la description de la ligne en cours.

# Page 2507292131 - Control 3710982960 - Property 1295455071
source: Specifies the posting date for current line.
fr_fr: Spécifie la date de validation de la ligne en cours.

# Page 2507292131 - Control 4076459801 - Property 1295455071
source: Specifies the Sell-to Customer No. for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le numéro de vente au client. pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2507292131 - Control 4083748153 - Property 1295455071
source: Specifies the Sell-to Customer Name for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le nom du client de vente à la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2507292131 - Control 4198939294 - Property 1295455071
source: Specifies the currency code for current line.
fr_fr: Spécifie le code de devise pour la ligne actuelle.

# Page 2507292131 - Control 4200184881 - Property 1295455071
source: Specifies the line no. (product) for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie la ligne no (produit) de la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2507292131 - Control 580412389 - Property 1295455071
source: Specifies the document date for current line.
fr_fr: Spécifie la date du document pour la ligne en cours.

# Page 2507292131 - Property 2879900210
source: Source Document Data
fr_fr: Données de document source

# Page 2797433351 - Control 2339353424 - Property 1295455071
source: Specifies the role of the salesperson for this document.
fr_fr: Spécifie le rôle du vendeur pour ce document.

# Page 2797433351 - Control 2961552353 - Property 1295455071
source: Specifies the name of the salesperson.
fr_fr: Spécifie le nom du vendeur.

# Page 2797433351 - Control 3004954119 - Property 1295455071
source: Specifies the code of the salesperson.
fr_fr: Spécifie le code du vendeur.

# Page 2797433351 - Property 2879900210
source: Add. Salespersons/Purchasers
fr_fr: Ajouter. Vendeurs/Acheteurs

# Page 2907241629 - Action 1430792223 - Method 1377591017 - NamedType 3387495490
source: Select a line with Sales Network field compiled.
fr_fr: Sélectionnez une ligne avec le champ Réseau de vente compilé.

# Page 2907241629 - Action 1430792223 - Property 1295455071
source: Prepares a new record for each salesperson combination not already included.
fr_fr: Prépare un nouvel enregistrement pour chaque combinaison de vendeurs qui n’est pas déjà inclus.

# Page 2907241629 - Action 1430792223 - Property 2879900210
source: Load salesperson combination
fr_fr: Combinaison de vendeurs de charge

# Page 2907241629 - Action 3778210879 - Property 1295455071
source: Opens thresholds page. You can specify different commission percentages or amounts depending specific threshold type. Using thresholds disables "Commission %" field
fr_fr: Ouvre la page seuils. Vous pouvez spécifier différents pourcentages ou montants de commission selon le type de seuil spécifique. L’utilisation de seuils désactive le champ « Commission % »

# Page 2907241629 - Action 3778210879 - Property 2879900210
source: Set Threshold
fr_fr: Définir le seuil

# Page 2907241629 - Action 3829274083 - Property 1295455071
source: This will update a partial priority in order to speed up the calculation of the commissions
fr_fr: Cela permettra de mettre à jour une priorité partielle afin d’accélérer le calcul des commissions

# Page 2907241629 - Action 3829274083 - Property 2879900210
source: Update Priority
fr_fr: Mettre à jour la priorité

# Page 2907241629 - Control 1213627722 - Property 1295455071
source: Specifies if the base amount must include the invoice discount
fr_fr: Spécifie si le montant de base doit inclure la remise de facture

# Page 2907241629 - Control 1291916053 - Property 1295455071
source: Filter string used to identify a subset of record by customer.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble d’enregistrement par client.

# Page 2907241629 - Control 1291916053 - Property 2879900210
source: Customer No. Filter
fr_fr: Numéro du client Filtre

# Page 2907241629 - Control 1371495918 - Property 1295455071
source: Specifies no. of threshold lines related to the calculation setup line.
fr_fr: Spécifie non. lignes de seuil liées à la ligne de configuration de calcul.

# Page 2907241629 - Control 1371495918 - Property 2879900210
source: Commission Threshold
fr_fr: Seuil de la Commission

# Page 2907241629 - Control 1570927482 - Property 1295455071
source: Filter string used to identify a subset of record by customer commission group.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble d’enregistrement par groupe de commission client.

# Page 2907241629 - Control 1570927482 - Property 2879900210
source: Customer Commission Group Filter
fr_fr: Filtre de groupe de commission client

# Page 2907241629 - Control 1842736104 - Property 1295455071
source: Filter string used to identify a subset of record by product no.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble d’enregistrement par produit no.

# Page 2907241629 - Control 1842736104 - Property 2879900210
source: Product No. Filter
fr_fr: Numéro de produit Filtre

# Page 2907241629 - Control 1864907812 - Property 1295455071
source: Specifies if selected line has to consider obsolete.
fr_fr: Spécifie si la ligne sélectionnée doit être considéré comme obsolète.

# Page 2907241629 - Control 2243708769 - Property 1295455071
source: Specifies type of threshold related to the calculation setup line.
fr_fr: Spécifie le type de seuil lié à la ligne d’installation de calcul.

# Page 2907241629 - Control 2368838779 - Property 1295455071
source: Filter string used to identify a subset of record by product commission group.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble d’enregistrement par groupe de commission de produit.

# Page 2907241629 - Control 2368838779 - Property 2879900210
source: Product Commission Group Filter
fr_fr: Filtre de groupe de la Commission des produits

# Page 2907241629 - Control 2631388374 - Property 1295455071
source: Create default threshold commission using a default code
fr_fr: Créer une commission de seuil par défaut à l’aide d’un code par défaut

# Page 2907241629 - Control 3026489624 - Property 1295455071
source: Specifies product commission group which commission setup line refers to. You can use filter string in this field. Do not exceed using filters to avoid performance issues.
fr_fr: Spécifie le groupe de commission de produit auquel la ligne d’installation de commission fait référence. Vous pouvez utiliser la chaîne de filtre dans ce champ. Ne dépassez pas l’utilisation de filtres pour éviter les problèmes de performances.

# Page 2907241629 - Control 3108187119 - Property 1295455071
source: Specifies salesperson which commission setup line refers to. You can use filter string in this field. Do not exceed using filters to avoid performance issues.
fr_fr: Spécifie le vendeur à qui se réfère la ligne d’installation de commission. Vous pouvez utiliser la chaîne de filtre dans ce champ. Ne dépassez pas l’utilisation de filtres pour éviter les problèmes de performances.

# Page 2907241629 - Control 3164211949 - Property 1295455071
source: Specifies product type which commission setup line refers to.
fr_fr: Spécifie le type de produit auquel se réfère la ligne d’installation de commission.

# Page 2907241629 - Control 3265714202 - Property 1295455071
source: Specifies product no. which commission setup line refers to. You can use filter string in this field. Do not exceed using filters to avoid performance issues.
fr_fr: Spécifie le produit no. dont la ligne d’installation de la commission fait référence. Vous pouvez utiliser la chaîne de filtre dans ce champ. Ne dépassez pas l’utilisation de filtres pour éviter les problèmes de performances.

# Page 2907241629 - Control 3320823955 - Property 1295455071
source: Specifies lines sorting order.
fr_fr: Spécifie l’ordre de tri des lignes.

# Page 2907241629 - Control 3413220098 - Method 2126772001 - NamedType 2424912492
source: Current line uses Threshold.
fr_fr: La ligne actuelle utilise Threshold.

# Page 2907241629 - Control 3413220098 - Property 1295455071
source: Specifies commission amount in local currency to apply.
fr_fr: Spécifie le montant de la commission en monnaie locale à appliquer.

# Page 2907241629 - Control 3421268437 - Property 1295455071
source: Filter string used to identify a subset of record by product type.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble d’enregistrement par type de produit.

# Page 2907241629 - Control 3421268437 - Property 2879900210
source: Product Type Filter
fr_fr: Filtre type de produit

# Page 2907241629 - Control 3461834954 - Property 1295455071
source: Specifies a user description.
fr_fr: Spécifie une description utilisateur.

# Page 2907241629 - Control 3586217895 - Property 1295455071
source: Filter string used to identify a subset of record by salesperson.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble d’enregistrement par le vendeur.

# Page 2907241629 - Control 3586217895 - Property 2879900210
source: Salesperson Filter
fr_fr: Filtre vendeur

# Page 2907241629 - Control 3638702141 - Property 1295455071
source: Specifies customer commission group which commission setup line refers to. You can use filter string in this field. Do not exceed using filters to avoid performance issues.
fr_fr: Spécifie le groupe de commission client auquel la ligne d’installation de commission fait référence. Vous pouvez utiliser la chaîne de filtre dans ce champ. Ne dépassez pas l’utilisation de filtres pour éviter les problèmes de performances.

# Page 2907241629 - Control 392756998 - Property 1295455071
source: Specifies salesperson role which commission setup line refers to. You can use filter string in this field. Do not exceed using filters to avoid performance issues.
fr_fr: Spécifie le rôle du vendeur auquel se réfère la ligne d’installation de la commission. Vous pouvez utiliser la chaîne de filtre dans ce champ. Ne dépassez pas l’utilisation de filtres pour éviter les problèmes de performances.

# Page 2907241629 - Control 399775988 - Method 2126772001 - NamedType 2424912492
source: Current line uses Threshold.
fr_fr: La ligne actuelle utilise Threshold.

# Page 2907241629 - Control 399775988 - Property 1295455071
source: Specifies commission % to apply.
fr_fr: Spécifie le pourcentage de commission à appliquer.

# Page 2907241629 - Control 4025239562 - Property 1295455071
source: Filter string used to identify a subset of record by sales network.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble d’enregistrement par réseau de vente.

# Page 2907241629 - Control 4025239562 - Property 2879900210
source: Sales Network Filter
fr_fr: Filtre réseau de vente

# Page 2907241629 - Control 4063593187 - Property 1295455071
source: Specifies customer which commission setup line refers to. You can use filter string in this field. Do not exceed using filters to avoid performance issues.
fr_fr: Spécifie le client à laquelle se réfère la ligne d’installation de commission. Vous pouvez utiliser la chaîne de filtre dans ce champ. Ne dépassez pas l’utilisation de filtres pour éviter les problèmes de performances.

# Page 2907241629 - Control 4130293374 - Property 1295455071
source: Specifies priority between records compliant with filters.
fr_fr: Spécifie la priorité entre les enregistrements conformes aux filtres.

# Page 2907241629 - Control 4275699404 - Property 2879900210
source: Filters
fr_fr: Filtres

# Page 2907241629 - Control 460889064 - Property 1295455071
source: Specifies the date from which setup line will be active.
fr_fr: Spécifie la date à partir de laquelle la ligne d’installation sera active.

# Page 2907241629 - Control 625673067 - Property 1295455071
source: Filter string used to identify a subset of record by salesperson role.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble de rôle d’enregistrement par vendeur.

# Page 2907241629 - Control 625673067 - Property 2879900210
source: Salesperson Role Filter
fr_fr: Filtre de rôle vendeur

# Page 2907241629 - Control 862725459 - Property 1295455071
source: Specifies if the base amount must include the line discount
fr_fr: Spécifie si le montant de base doit inclure la remise de ligne

# Page 2907241629 - Control 910022474 - Property 1295455071
source: Specifies sales network which commission setup line refers to. You can use filter string in this field. Do not exceed using filters to avoid performance issues.
fr_fr: Spécifie le réseau de vente auquel la ligne d’installation de commission fait référence. Vous pouvez utiliser la chaîne de filtre dans ce champ. Ne dépassez pas l’utilisation de filtres pour éviter les problèmes de performances.

# Page 2907241629 - Property 2879900210
source: Commissions Calculation Setup (CMS)
fr_fr: Configuration du calcul des commissions (CMS)

# Page 297164007 - Action 1105245267 - Property 1295455071
source: Opens related general ledger entries list.
fr_fr: Ouvre la liste des entrées de grand livre associées.

# Page 297164007 - Action 1105245267 - Property 2879900210
source: G/L Entries
fr_fr: Entrées G/L

# Page 297164007 - Action 2070117338 - Property 1295455071
source: Opens related commission ledger entries list.
fr_fr: Ouvre la liste des entrées de registre de commissions associées.

# Page 297164007 - Action 2070117338 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# Page 297164007 - Control 1041717507 - Property 1295455071
source: Specifies g/l entry no. range generated during posting transaction related to the allocation register entry.
fr_fr: Spécifie l’entrée g/l no. la plage générée lors de la transaction d’affichage liée à l’entrée du registre d’allocation.

# Page 297164007 - Control 1326714763 - Property 1295455071
source: Specifies user posting of gen. journal line no. related to the allocation register entry.
fr_fr: Spécifie l’affichage par l’utilisateur de la ligne no de journal gen. liées à l’inscription au registre d’allocation.

# Page 297164007 - Control 1603722892 - Property 1295455071
source: Specifies user creation of gen. journal line no. related to the allocation register entry.
fr_fr: Spécifie la création par l’utilisateur de la ligne de journal gen. liées à l’inscription au registre d’allocation.

# Page 297164007 - Control 1606787976 - Property 1295455071
source: Specifies g/l entry no. range generated during posting transaction related to the allocation register entry.
fr_fr: Spécifie l’entrée g/l no. la plage générée lors de la transaction d’affichage liée à l’entrée du registre d’allocation.

# Page 297164007 - Control 1947710592 - Property 1295455071
source: Specifies reason code related to the allocation register entry.
fr_fr: Spécifie le code de raison lié à l’entrée du registre d’allocation.

# Page 297164007 - Control 2704330142 - Property 1295455071
source: Specifies batch name related to the allocation register entry.
fr_fr: Spécifie le nom du lot lié à l’entrée du registre d’allocation.

# Page 297164007 - Control 2853043828 - Property 1295455071
source: Specifies date/time creation of gen. journal line no. related to the allocation register entry.
fr_fr: Spécifie la création de date/heure de la ligne no de journal gen. liées à l’inscription au registre d’allocation.

# Page 297164007 - Control 3586807204 - Property 1295455071
source: Specifies gen. journal line no. related to the allocation register entry.
fr_fr: Spécifie la ligne de journal gen. no. liées à l’inscription au registre d’allocation.

# Page 297164007 - Control 3684440170 - Property 1295455071
source: Specifies template name related to the allocation register entry.
fr_fr: Spécifie le nom du modèle lié à l’entrée du registre d’allocation.

# Page 297164007 - Control 385872691 - Property 1295455071
source: Specifies date/time posting of gen. journal line no. related to the allocation register entry.
fr_fr: Spécifie la publication de la date/heure de la ligne no de journal gen. liées à l’inscription au registre d’allocation.

# Page 297164007 - Control 553464652 - Property 1295455071
source: Specifies salesperson code related to the allocation register entry.
fr_fr: Spécifie le code du vendeur lié à l’entrée du registre d’allocation.

# Page 297164007 - Control 883711285 - Property 1295455071
source: Specifies unique entry no. of the allocation register entry.
fr_fr: Spécifie l’entrée unique no. de l’inscription au registre d’allocation.

# Page 297164007 - Property 2879900210
source: Comm. Cost Allocation Register (CMS)
fr_fr: Registre d’allocation des coûts (CMS)

# Page 301046067 - Action 2243748878 - Property 1295455071
source: Opens list of batches for this journal.
fr_fr: Ouvre la liste des lots pour ce journal.

# Page 301046067 - Action 2243748878 - Property 2879900210
source: Batches
fr_fr: Lots

# Page 301046067 - Action 3379441404 - Property 2879900210
source: Template
fr_fr: Modèle

# Page 301046067 - Control 1351594800 - Property 1295455071
source: Specifies no. series of the commission template.
fr_fr: Spécifie non. série du modèle de commission.

# Page 301046067 - Control 1878130204 - Property 1295455071
source: Specifies type (Payable,Settlement,Import) of the commission template.
fr_fr: Spécifie le type (Payable,Settlement,Import) du modèle de commission.

# Page 301046067 - Control 1947710592 - Property 1295455071
source: Specifies reason code of the commission template.
fr_fr: Spécifie le code de raison du modèle de commission.

# Page 301046067 - Control 2720485332 - Property 1295455071
source: Specifies source code of the commission template.
fr_fr: Spécifie le code source du modèle de commission.

# Page 301046067 - Control 2961552353 - Property 1295455071
source: Specifies name of the commission template.
fr_fr: Spécifie le nom du modèle de commission.

# Page 301046067 - Control 3274402224 - Property 1295455071
source: Specifies name of the page related to the commission template.
fr_fr: Spécifie le nom de la page liée au modèle de commission.

# Page 301046067 - Control 3461834954 - Property 1295455071
source: Specifies description of the commission template.
fr_fr: Spécifie la description du modèle de commission.
