Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# PageExtension 3012554037 - Control 4179655083 - Property 1295455071
source: Specifies if settlement is Year,Semester,Four Months,Quarter,Two Months,Month.
fr_fr: Spécifie si le règlement est année,semestre, quatre mois, trimestre, deux mois, mois.

# PageExtension 3012554037 - Control 430636633 - Property 1295455071
source: Specifies amount of advance to give to salesperson/purchaser. Amount will be settled once per commission perdiod.
fr_fr: Spécifie le montant de l’avance à donner au vendeur/acheteur. Le montant sera réglé une fois par commission perdiod.

# PageExtension 3012554037 - Control 860388697 - Property 1295455071
source: Specifies G/L account used to store commission costs (payable).
fr_fr: Spécifie le compte G/L utilisé pour stocker les frais de commission (payable).

# PageExtension 307451723 - Control 1080730330 - Property 1295455071
source: Specifies commission group assigned.
fr_fr: Spécifie le groupe de commissions affecté.

# PageExtension 3121655387 - Control 1080730330 - Property 1295455071
source: Specifies commission group assigned.
fr_fr: Spécifie le groupe de commissions affecté.

# PageExtension 3394506733 - Action 1045475525 - Property 1295455071
source: Opens list of sales network related to the customer. One of those sales network must be marked as default.
fr_fr: Ouvre la liste du réseau de vente lié au client. L’un de ces réseaux de vente doit être marqué par défaut.

# PageExtension 3394506733 - Action 1045475525 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# PageExtension 3394506733 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the customer. Salesperson are linked directly or by sales network depending on general setup.
fr_fr: Ouvre la liste des vendeurs liés au client. Les vendeurs sont reliés directement ou par réseau de vente en fonction de l’installation générale.

# PageExtension 3394506733 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 3394506733 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the shipping address.
fr_fr: non. vendeur lié à l’adresse d’expédition.

# PageExtension 3394506733 - Control 4294824369 - Property 1295455071
source: Specifies default sales network assigned. To change sales network use related action in ribbon.
fr_fr: Spécifie le réseau de vente par défaut assigné. Pour modifier l’action associée au réseau de vente dans le ruban.

# PageExtension 3548822579 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 3548822579 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 3548822579 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 3548822579 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 3548822579 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 3548822579 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 3548822579 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 3548822579 - Control 466366624 - Property 1295455071
source: Specifies if the document must be excluded from commission calculation
fr_fr: Spécifie si le document doit être exclu du calcul de la commission

# PageExtension 3590442981 - Control 1080730330 - Property 1295455071
source: Specifies commission group assigned.
fr_fr: Spécifie le groupe de commissions affecté.

# PageExtension 3650250654 - Action 1621120817 - Property 1295455071
source: Opens related commission ledger entries list.
fr_fr: Ouvre la liste des entrées de registre de commissions associées.

# PageExtension 3650250654 - Action 1621120817 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 3650250654 - Control 164882894 - Property 1295455071
source: Commission prospect linked to the document.
fr_fr: perspective de la Commission liée au document.

# PageExtension 3650250654 - Control 164882894 - Property 2879900210
source: Commission Prospect
fr_fr: Perspective de la Commission

# PageExtension 3650250654 - Control 1703757889 - Property 1295455071
source: Specifies posting description to assigned to purchase documents in case of only one reason per document
fr_fr: Spécifie la description de validation à l’affectation à l’achat de documents en cas de seule raison par document

# PageExtension 3650250654 - Control 4285461710 - Property 1295455071
source: No. of commission ledger entry linked to the document.
fr_fr: non. d’entrée de registre de commission liée au document.

# PageExtension 3650250654 - Control 4285461710 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 3759352004 - Control 1080730330 - Property 1295455071
source: Specifies commission group assigned.
fr_fr: Spécifie le groupe de commissions affecté.

# PageExtension 3863294327 - Action 1045475525 - Property 1295455071
source: Opens list of sales network related to the customer. One of those sales network must be marked as default.
fr_fr: Ouvre la liste du réseau de vente lié au client. L’un de ces réseaux de vente doit être marqué par défaut.

# PageExtension 3863294327 - Action 1045475525 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# PageExtension 3863294327 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the customer. Salesperson are linked directly or by sales network depending on general setup.
fr_fr: Ouvre la liste des vendeurs liés au client. Les vendeurs sont reliés directement ou par réseau de vente en fonction de l’installation générale.

# PageExtension 3863294327 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 3964722402 - Action 1349611342 - Property 1295455071
source: Purchase ProForma Invoice
fr_fr: Achat Facture imprimer pro forma

# PageExtension 3964722402 - Action 1349611342 - Property 2879900210
source: Prints Purchase ProForma Invoice report.
fr_fr: Achat Facture imprimer pro forma

# PageExtension 401959896 - Control 1080730330 - Property 1295455071
source: Specifies commission group assigned.
fr_fr: Spécifie le groupe de commissions affecté.

# PageExtension 4032203350 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 4032203350 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 4032203350 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 4032203350 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 4032203350 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 4032203350 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 4032203350 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 4059230575 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 4059230575 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 4059230575 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 4059230575 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 4059230575 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 4059230575 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 4059230575 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation.
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission.

# PageExtension 4186519196 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 4186519196 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 4186519196 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 4186519196 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 4186519196 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 4186519196 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 4186519196 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 4186519196 - Control 466366624 - Property 1295455071
source: Specifies if the document must be excluded from commission calculation
fr_fr: Spécifie si le document doit être exclu du calcul de la commission

# PageExtension 4228139598 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 4228139598 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 4228139598 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 4228139598 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 4228139598 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 4228139598 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 4228139598 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 4228139598 - Control 466366624 - Property 1295455071
source: Specifies if the document must be excluded from commission calculation
fr_fr: Spécifie si le document doit être exclu du calcul de la commission

# PageExtension 423575149 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 423575149 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 423575149 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 423575149 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 423575149 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 423575149 - Control 466366624 - Property 1295455071
source: Specifies if the document must be excluded from commission calculation
fr_fr: Spécifie si le document doit être exclu du calcul de la commission

# PageExtension 461767569 - Action 1621120817 - Property 1295455071
source: Opens related commission ledger entries list.
fr_fr: Ouvre la liste des entrées de registre de commissions associées.

# PageExtension 461767569 - Action 1621120817 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 529248517 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 529248517 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 529248517 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 529248517 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 529248517 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 529248517 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 529248517 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 529248517 - Control 466366624 - Property 1295455071
source: Specifies if the document must be excluded from commission calculation
fr_fr: Spécifie si le document doit être exclu du calcul de la commission

# PageExtension 60460923 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 60460923 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 60460923 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 60460923 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 60460923 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 60460923 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 60460923 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 60460923 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 698157540 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 698157540 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 698157540 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 698157540 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 698157540 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 698157540 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 698157540 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 698157540 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 723453720 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 723453720 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 723453720 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 723453720 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 723453720 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 723453720 - Control 466366624 - Property 1295455071
source: Specifies if the document must be excluded from commission calculation
fr_fr: Spécifie si le document doit être exclu du calcul de la commission

# PageExtension 843720265 - Action 1621120817 - Property 1295455071
source: Opens related commission ledger entries list.
fr_fr: Ouvre la liste des entrées de registre de commissions associées.

# PageExtension 843720265 - Action 1621120817 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 85757103 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 85757103 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 85757103 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 85757103 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 85757103 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 85757103 - Control 466366624 - Property 1295455071
source: Specifies if the document must be excluded from commission calculation
fr_fr: Spécifie si le document doit être exclu du calcul de la commission

# PageExtension 945148340 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 945148340 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 945148340 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 945148340 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 945148340 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 998036111 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 998036111 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 998036111 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 998036111 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 998036111 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 998036111 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 998036111 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# Report 1343196591 - Control 2507660060 - Property 1295455071
source: Specifies if a summary page with execution log has to be opened at the end of the process.
fr_fr: Spécifie si une page récapitulative avec journal d’exécution doit être ouverte à la fin du processus.

# Report 1343196591 - Control 2507660060 - Property 2879900210
source: Open execution log
fr_fr: Ouvrir le journal d’exécution

# Report 1343196591 - Control 3149056129 - Property 1295455071
source: Specifies commission template to use for generated journal lines.
fr_fr: Spécifie le modèle de commission à utiliser pour les lignes de journal générées.

# Report 1343196591 - Control 3149056129 - Property 2879900210
source: Template Name
fr_fr: Nom du modèle

# Report 1343196591 - Control 3182586253 - Property 1295455071
source: Specifies commission batch to use for generated journal lines.
fr_fr: Spécifie le lot de commission à utiliser pour les lignes de journal générées.

# Report 1343196591 - Control 3182586253 - Property 2879900210
source: Batch Name
fr_fr: Nom du lot

# Report 1343196591 - Control 3582483895 - Property 1295455071
source: Specifies commission period code to assign to created entries.
fr_fr: Spécifie le code de période de commission à affecter aux entrées créées.

# Report 1343196591 - Control 3582483895 - Property 2879900210
source: Commission Period Code
fr_fr: Code de période de la Commission

# Report 1343196591 - Control 3652232475 - Property 1295455071
source: Specifies if the entire journal has to be automatically posted or not at the end of the process.
fr_fr: Spécifie si l’ensemble du journal doit être automatiquement affiché ou non à la fin du processus.

# Report 1343196591 - Control 3652232475 - Property 2879900210
source: Post
fr_fr: Publier

# Report 1343196591 - Control 458406397 - Property 1295455071
source: Specifies upper limit of date range applied to posting date field of comm. ledger entries.
fr_fr: Spécifie la limite supérieure de la plage de dates appliquée au champ de date d’affichage des entrées de registre de comm.
