Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Page 1825686068 - Control 3461834954 - Property 1295455071
source: Specifies the description of the group.
fr_fr: Spécifie la description du groupe.

# Page 1825686068 - Control 720431001 - Property 1295455071
source: Specifies the type (Customer or Product) of the group.
fr_fr: Spécifie le type (Client ou Produit) du groupe.

# Page 1825686068 - Property 2879900210
source: Commission Groups (CMS)
fr_fr: Groupes de la Commission (CMS)

# Page 1994358204 - Action 143489372 - Property 1295455071
source: Creates new purchase document from current prospect.
fr_fr: Crée un nouveau document d’achat à partir de la perspective actuelle.

# Page 1994358204 - Action 143489372 - Property 2879900210
source: Create Purchase Document
fr_fr: Créer un document d’achat

# Page 1994358204 - Action 1748206349 - Property 1295455071
source: Reopens released document. Open prospect can be modified.
fr_fr: Rouvre le document publié. La perspective ouverte peut être modifiée.

# Page 1994358204 - Action 1748206349 - Property 2879900210
source: Reopen
fr_fr: Rouvrir

# Page 1994358204 - Action 2070117338 - Property 1295455071
source: Opens related commission ledger entries list.
fr_fr: Ouvre la liste des entrées de registre de commissions associées.

# Page 1994358204 - Action 2070117338 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# Page 1994358204 - Action 318608131 - Property 1295455071
source: Releases the document. Released prospect cannot be modified.
fr_fr: Libère le document. La perspective libérée ne peut pas être modifiée.

# Page 1994358204 - Action 318608131 - Property 2879900210
source: Release
fr_fr: Libération

# Page 1994358204 - Action 556402563 - Property 1295455071
source: Print a résumé for this commission prospect
fr_fr: Imprimer un curriculum vitae pour cette perspective de commission

# Page 1994358204 - Action 556402563 - Property 2879900210
source: Commission Prospect
fr_fr: Perspective de la Commission

# Page 1994358204 - Action 845075324 - Property 1295455071
source: Opens related purchase document.
fr_fr: Ouvre le document d’achat connexe.

# Page 1994358204 - Action 845075324 - Property 2879900210
source: Open Purchase Document
fr_fr: Ouvrir le document d’achat

# Page 1994358204 - Control 1090883224 - Property 1295455071
source: Specifies no. of posted purchase document.
fr_fr: Spécifie non. du document d’achat affiché.

# Page 1994358204 - Control 1168556525 - Property 1295455071
source: Specifies data of vendor related to the salesperson.
fr_fr: Spécifie les données du fournisseur liée au vendeur.

# Page 1994358204 - Control 138401259 - Property 1295455071
source: Specifies settlement Ending Date of current saleperson.
fr_fr: Spécifie la date de fin du règlement du vendeur actuel.

# Page 1994358204 - Control 138401259 - Property 2879900210
source: Settlement Ending Date
fr_fr: Date de fin du règlement

# Page 1994358204 - Control 1450094168 - Property 2879900210
source: Invoicing
fr_fr: Facturation

# Page 1994358204 - Control 1527594213 - Property 1295455071
source: Specifies vendor related to the salesperson.
fr_fr: Spécifie le fournisseur lié au vendeur.

# Page 1994358204 - Control 1724613711 - Property 1295455071
source: Specifies type of not posted purchase document.
fr_fr: Spécifie le type de document d’achat non validé.

# Page 1994358204 - Control 1727270656 - Property 1295455071
source: Specifies data of vendor related to the salesperson.
fr_fr: Spécifie les données du fournisseur liée au vendeur.

# Page 1994358204 - Control 1858234455 - Property 1295455071
source: Specifies commission period code of the prospect. Only one prospect per Period/Salesperson is allowed.
fr_fr: Spécifie le code de période de commission de la prospection. Une seule perspective par période/vendeur est autorisée.

# Page 1994358204 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Généralités

# Page 1994358204 - Control 2458217605 - Property 1295455071
source: Specifies data of vendor related to the salesperson.
fr_fr: Spécifie les données du fournisseur liée au vendeur.

# Page 1994358204 - Control 3196232876 - Property 1295455071
source: Specifies data of vendor related to the salesperson.
fr_fr: Spécifie les données du fournisseur liée au vendeur.

# Page 1994358204 - Control 3234253787 - Property 1295455071
source: Specifies data of vendor related to the salesperson.
fr_fr: Spécifie les données du fournisseur liée au vendeur.

# Page 1994358204 - Control 324548104 - Property 1295455071
source: Specifies type of posted purchase document.
fr_fr: Spécifie le type de document d’achat validé.

# Page 1994358204 - Control 3268709882 - Property 1295455071
source: Specifies posting description to use for purchase invoice.
fr_fr: Spécifie la description de validation à utiliser pour la facture d’achat.

# Page 1994358204 - Control 3389917677 - Property 1295455071
source: Specifies data of vendor related to the salesperson.
fr_fr: Spécifie les données du fournisseur liée au vendeur.

# Page 1994358204 - Control 3405925241 - Property 1295455071
source: Specifies date of posted purchase document.
fr_fr: Spécifie la date du document d’achat validé.

# Page 1994358204 - Control 3472859787 - Property 1295455071
source: Specifies data of vendor related to the salesperson.
fr_fr: Spécifie les données du fournisseur liée au vendeur.

# Page 1994358204 - Control 3516152766 - Property 1295455071
source: Specifies data of vendor related to the salesperson.
fr_fr: Spécifie les données du fournisseur liée au vendeur.

# Page 1994358204 - Control 3710982960 - Property 1295455071
source: Specifies date of prospect. This will be default value in when creating purchase document.
fr_fr: Spécifie la date de prospection. Il s’agit d’une valeur par défaut lors de la création d’un document d’achat.

# Page 1994358204 - Control 3851120173 - Property 1295455071
source: Specifies total amount of all lines.
fr_fr: Spécifie le nombre total de toutes les lignes.

# Page 1994358204 - Control 3855271124 - Property 1295455071
source: Specifies data of vendor related to the salesperson.
fr_fr: Spécifie les données du fournisseur liée au vendeur.

# Page 1994358204 - Control 4042240576 - Property 1295455071
source: Specifies no. of not posted purchase document.
fr_fr: Spécifie non. document d’achat non affiché.

# Page 1994358204 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
fr_fr: Spécifie le nombre de l’entrée ou de l’enregistrement impliqué, selon la série de nombres spécifiée.

# Page 1994358204 - Control 513339096 - Property 1295455071
source: Specifies in prospect is release or not.
fr_fr: Spécifie dans prospect est libération ou non.

# Page 1994358204 - Control 553464652 - Property 1295455071
source: Specifies reference salesperson.
fr_fr: Spécifie le vendeur de référence.

# Page 1994358204 - Control 580412389 - Property 1295455071
source: Specifies date of prospect. This will be default value in when creating purchase document.
fr_fr: Spécifie la date de prospection. Il s’agit d’une valeur par défaut lors de la création d’un document d’achat.

# Page 1994358204 - Control 764216790 - Property 2879900210
source: Lines
fr_fr: Lignes

# Page 1994358204 - Control 966740350 - Property 1295455071
source: Specifies data of vendor related to the salesperson.
fr_fr: Spécifie les données du fournisseur liée au vendeur.

# Page 1994358204 - Property 2879900210
source: Commission Prospect
fr_fr: Perspective de la Commission

# Page 2014630324 - Action 210935239 - Property 1295455071
source: Open a journal based on the journal batch.
fr_fr: Ouvrez un journal basé sur le lot de journaux.

# Page 2014630324 - Action 210935239 - Property 2879900210
source: Edit Journal
fr_fr: Modifier le Journal

# Page 2014630324 - Control 1351594800 - Property 1295455071
source: Specifies no. series of the commission batch.
fr_fr: Spécifie non. série du lot de commission.

# Page 2014630324 - Control 1947710592 - Property 1295455071
source: Specifies reason code of the commission batch.
fr_fr: Spécifie le code de raison du lot de commission.

# Page 2014630324 - Control 2961552353 - Property 1295455071
source: Specifies name of the commission batch.
fr_fr: Spécifie le nom du lot de commission.

# Page 2014630324 - Control 3461834954 - Property 1295455071
source: Specifies description of the commission batch.
fr_fr: Spécifie la description du lot de commission.

# Page 2014630324 - Control 3684440170 - Property 1295455071
source: Specifies name of the parent commission template.
fr_fr: Spécifie le nom du modèle de commission parent.

# Page 2014630324 - Property 2879900210
source: Commission Jnl. Batches (CMS)
fr_fr: Commission Jnl. Lots (CMS)

# Page 202891349 - Control 1437216727 - Property 1295455071
source: Specifies the payable amount that can be settled. This value considers settlement setup for specific sales person and cashed % for documents.
fr_fr: Spécifie le montant payable qui peut être réglé. Cette valeur tient compte de la configuration du règlement pour une personne de vente spécifique et du pourcentage encaissé pour les documents.

# Page 202891349 - Control 2700662257 - Property 1295455071
source: Specifies the remaining amount for current line. This amount is obtained subtracting settlement and settled amount from payable amount.
fr_fr: Spécifie le montant restant pour la ligne en cours. Ce montant est obtenu soustrayant le règlement et le montant réglé du montant payable.

# Page 202891349 - Control 3576043015 - Property 1295455071
source: Specifies the line amount in LCY for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le montant de la ligne dans LCY pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 202891349 - Control 3582421358 - Property 1295455071
source: Specifies the line amount for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le montant de la ligne pour la ligne en cours. S’applique uniquement aux lignes liées aux documents de vente.

# Page 202891349 - Control 3726447172 - Property 1295455071
source: Specifies the settled amount for current line. This amount comes from posted purchase documents.
fr_fr: Spécifie le montant réglé pour la ligne en cours. Ce montant provient de documents d’achat affichés.

# Page 202891349 - Control 3757912645 - Property 1295455071
source: Specifies the settlement amount for current line. This amount comes from purchase documents not jet posted or settlement prospects.
fr_fr: Spécifie le montant du règlement pour la ligne actuelle. Ce montant provient de documents d’achat non affichés par jet ou de perspectives de règlement.

# Page 202891349 - Control 63537581 - Property 1295455071
source: Specifies commission base amount calculated from document line amount. This value will be used as base amount when applying commission %. Value is in LCY.
fr_fr: Spécifie le montant de base de la commission calculé à partir du montant de la ligne de document. Cette valeur sera utilisée comme montant de base lors de l’application de la commission %. La valeur est en LCY.

# Page 202891349 - Control 859833575 - Property 1295455071
source: Specifies the cashed percentage of related sales document. In case of lines from journal, will be 100 as default.
fr_fr: Spécifie le pourcentage encaissé du document de vente lié. Dans le cas de lignes de journal, sera de 100 par défaut.

# Page 202891349 - Property 2879900210
source: Source Document Amounts
fr_fr: Montants des documents source

# Page 2094867818 - Control 236064653 - Property 1295455071
source: Specifies the VAT posting group to use when creating purchase documents.
fr_fr: Spécifie le groupe d’affichage tva à utiliser lors de la création de documents d’achat.

# Page 2094867818 - Control 3004954119 - Property 1295455071
source: Specifies the code of the commission reason.
fr_fr: Spécifie le code de la raison de la commission.

# Page 2094867818 - Control 3461834954 - Property 1295455071
source: Specifies the description of the commission reason.
fr_fr: Spécifie la description de la raison de la commission.

# Page 2094867818 - Control 3852983238 - Property 1295455071
source: Specifies the G/L account no. to use when creating purchase documents.
fr_fr: Spécifie le numéro de compte G/L. à utiliser lors de la création de documents d’achat.

# Page 2094867818 - Control 802963259 - Property 1295455071
source: Specifies if system will create directly purchase documents instead of using settlement prospects.
fr_fr: Spécifie si le système créera directement des documents d’achat au lieu d’utiliser les prospects de règlement.

# Page 2094867818 - Property 2879900210
source: Commission Reason Codes (CMS)
fr_fr: Codes de raison de la Commission (CMS)

# Page 2253698030 - Action 1427390055 - Property 1295455071
source: Opens detail commission ledger entry page.
fr_fr: Ouvre la page d’entrée du registre des commissions de détail.

# Page 2253698030 - Action 1427390055 - Property 2879900210
source: Open details
fr_fr: Détails ouverts

# Page 2253698030 - Action 2173385693 - Property 1295455071
source: Opens commission ledger entry dimensions.
fr_fr: Ouvre les dimensions d’entrée du registre de commission.

# Page 2253698030 - Action 3174137772 - Property 1295455071
source: Opens occurrences commission ledger entry page.
fr_fr: Ouvre la page d’entrée du registre des événements.

# Page 2253698030 - Action 3174137772 - Property 2879900210
source: Open occurrences
fr_fr: Événements ouverts

# Page 2253698030 - Action 337082253 - Property 1295455071
source: Opens calculation setup line related to commission ledger entry.
fr_fr: Ouvre la ligne d’installation de calcul liée à l’entrée du registre de commission.

# Page 2253698030 - Action 337082253 - Property 2879900210
source: Open Setup
fr_fr: Configuration ouverte

# Page 2253698030 - Control 1021928294 - Property 1295455071
source: Specifies the commission allocation register entry no. This register is generated when allocation procedure is ran and traces posting process.
fr_fr: Spécifie le numéro d’entrée du registre d’allocation de commission. Ce registre est généré lors de l’application de la procédure d’allocation et retrace le processus d’affichage.

# Page 2253698030 - Control 102903639 - Property 1295455071
source: Specifies the settlement type of the salesperson (Invoiced,Paid (Partially),Paid (Entry),Paid (Document)).
fr_fr: Spécifie le type de règlement du vendeur (facturé, payé (partiellement), payé (entrée),payé (document)).

# Page 2253698030 - Control 1127366200 - Property 1295455071
source: Specifies which calculation setup line is used for the current record
fr_fr: Spécifie quelle ligne d’installation de calcul est utilisée pour l’enregistrement en cours

# Page 2253698030 - Control 1213627722 - Property 1295455071
source: Specifies if current line has been calculated including invoice discount.
fr_fr: Spécifie si la ligne actuelle a été calculée, y compris la remise de facture.

# Page 2253698030 - Control 1437216727 - Property 1295455071
source: Specifies the payable amount that can be settled. This value considers settlement setup for specific sales person and cashed % for documents.
fr_fr: Spécifie le montant payable qui peut être réglé. Cette valeur tient compte de la configuration du règlement pour une personne de vente spécifique et du pourcentage encaissé pour les documents.

# Page 2253698030 - Control 1878130204 - Property 1295455071
source: Specifies the line type for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le type de ligne pour la ligne en cours. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2253698030 - Control 1908046867 - Property 1295455071
source: Specifies the reason for current line. Only applies to lines related to journal.
fr_fr: Spécifie la raison de la ligne actuelle. S’applique uniquement aux lignes liées au journal.

# Page 2253698030 - Control 2007791635 - Property 1295455071
source: Specifies the salesperson role for current line.
fr_fr: Spécifie le rôle du vendeur pour la ligne actuelle.

# Page 2253698030 - Control 21150074 - Property 1295455071
source: Specifies the settlement amount for current line. This amount comes from purchase documents not jet posted or settlement prospects.
fr_fr: Spécifie le montant du règlement pour la ligne actuelle. Ce montant provient de documents d’achat non affichés par jet ou de perspectives de règlement.

# Page 2253698030 - Control 2140709543 - Property 1295455071
source: Specifies the commission amount resulting from applying commission % to commission base amount. Value is in LCY.
fr_fr: Spécifie le montant de la commission résultant de l’application du % de commission au montant de base de la commission. La valeur est en LCY.

# Page 2253698030 - Control 2324056710 - Property 1295455071
source: Specifies the currency factor for current line.
fr_fr: Spécifie le facteur de devise pour la ligne actuelle.

# Page 2253698030 - Control 2385270358 - Property 1295455071
source: Specifies the line unit of measure for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie l’unité de mesure de ligne pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2253698030 - Control 240204966 - Property 1295455071
source: Specifies the Bill-to Customer Name for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le nom du client de la facture à la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2253698030 - Control 2480638018 - Property 1295455071
source: Specifies the source document line no. for current line. Can be a posted sales document line no. or a journal line no..
fr_fr: Spécifie la ligne de document source no. pour la ligne actuelle. Peut être une ligne de document de vente validée no. ou une ligne de journal no..

# Page 2253698030 - Control 2700662257 - Property 1295455071
source: Specifies the remaining amount for current line. This amount is obtained subtracting settlement and settled amount from payable amount.
fr_fr: Spécifie le montant restant pour la ligne en cours. Ce montant est obtenu soustrayant le règlement et le montant réglé du montant payable.

# Page 2253698030 - Control 2704404533 - Property 1295455071
source: Specifies the line quantity for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie la quantité de ligne pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2253698030 - Control 2720485332 - Property 1295455071
source: Specifies the source code for current line. Only applies to lines related to journal.
fr_fr: Spécifie le code source de la ligne actuelle. S’applique uniquement aux lignes liées au journal.

# Page 2253698030 - Control 2767063982 - Property 1295455071
source: Specifies the Bill-to Customer No. for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le numéro de la facture au client. pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2253698030 - Control 281352744 - Property 1295455071
source: Specifies current line has been imported from old system.
fr_fr: Spécifie que la ligne actuelle a été importée de l’ancien système.

# Page 2253698030 - Control 3026489624 - Property 1295455071
source: Specifies the product commission group for current line.
fr_fr: Spécifie le groupe de commission de produit pour la ligne actuelle.

# Page 2253698030 - Control 3098690440 - Property 1295455071
source: Specifies original commission base amount calculated from document line amount. This value will be used as base amount when applying commission %. Value is in LCY.
fr_fr: Spécifie le montant de base de la commission d’origine calculé à partir du montant de la ligne de document. Cette valeur sera utilisée comme montant de base lors de l’application de la commission %. La valeur est en LCY.

# Page 2253698030 - Control 3108187119 - Property 1295455071
source: Specifies the salesperson for current line.
fr_fr: Spécifie le vendeur pour la ligne actuelle.

# Page 2253698030 - Control 3182586253 - Property 1295455071
source: Specifies the batch name for current line. Only applies to lines related to journal.
fr_fr: Spécifie le nom du lot pour la ligne en cours. S’applique uniquement aux lignes liées au journal.

# Page 2253698030 - Control 3322554545 - Property 1295455071
source: Specifies the dimension set ID for current line.
fr_fr: Spécifie l’ID de jeu de dimensions pour la ligne actuelle.

# Page 2253698030 - Control 3461834954 - Property 1295455071
source: Specifies the description for current line.
fr_fr: Spécifie la description de la ligne en cours.

# Page 2253698030 - Control 3576043015 - Property 1295455071
source: Specifies the line amount in LCY for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le montant de la ligne dans LCY pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2253698030 - Control 3582421358 - Property 1295455071
source: Specifies the line amount for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le montant de la ligne pour la ligne en cours. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2253698030 - Control 3582483895 - Property 1295455071
source: Specifies the period code for current line.
fr_fr: Spécifie le code de période de la ligne en cours.

# Page 2253698030 - Control 3638702141 - Property 1295455071
source: Specifies the customer commission group for current line.
fr_fr: Spécifie le groupe de commission client pour la ligne actuelle.

# Page 2253698030 - Control 3710982960 - Property 1295455071
source: Specifies the posting date for current line.
fr_fr: Spécifie la date de validation de la ligne en cours.

# Page 2253698030 - Control 3726447172 - Property 1295455071
source: Specifies the settled amount for current line. This amount comes from posted purchase documents.
fr_fr: Spécifie le montant réglé pour la ligne en cours. Ce montant provient de documents d’achat affichés.

# Page 2253698030 - Control 3808951907 - Property 1295455071
source: Specifies the source table for current line.
fr_fr: Spécifie la table source de la ligne en cours.

# Page 2253698030 - Control 3869752293 - Property 1295455071
source: Specifies commission total amount, sums amount coming from commission amount and commission % fields. Value is in LCY.
fr_fr: Spécifie le montant total de la commission, le montant des sommes provenant du montant de la commission et les champs de % de commission. La valeur est en LCY.

# Page 2253698030 - Control 399775988 - Property 1295455071
source: Specifies commission % to apply to commission base amount.
fr_fr: Spécifie le pourcentage de commission à appliquer au montant de base de la commission.

# Page 2253698030 - Control 404491802 - Property 1295455071
source: Specifies if current line has not to be considered in settlement process.
fr_fr: Spécifie si la ligne actuelle ne doit pas être prise en compte dans le processus de règlement.

# Page 2253698030 - Control 4076459801 - Property 1295455071
source: Specifies the Sell-to Customer No. for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le numéro de vente au client. pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 2253698030 - Control 4082300179 - Property 1295455071
source: Specifies commission amount. Value is in LCY
fr_fr: Spécifie le montant de la commission. La valeur est en LCY
