Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Page 911212468 - Control 429773057 - Property 1295455071
source: Specifies the threshold value from which commission % and amount must be considered.
fr_fr: Spécifie la valeur seuil à partir de laquelle le pourcentage de commission et le montant doivent être pris en considération.

# Page 911212468 - Property 2879900210
source: EOS Comm. Thresh. Lines
fr_fr: EOS Comm. Thresh. Lignes

# PageExtension 1039656513 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 1039656513 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 1039656513 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 1039656513 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 1039656513 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 1039656513 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 1039656513 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 1166945134 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 1166945134 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 1166945134 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 1166945134 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 1166945134 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 1166945134 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 1166945134 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 1166945134 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 1312507859 - Action 1349611342 - Property 1295455071
source: Purchase ProForma Invoice
fr_fr: Achat Facture imprimer pro forma

# PageExtension 1312507859 - Action 1349611342 - Property 2879900210
source: Prints Purchase ProForma Invoice report.
fr_fr: Achat Facture imprimer pro forma

# PageExtension 1312507859 - Action 1621120817 - Property 1295455071
source: Opens related commission ledger entries list.
fr_fr: Ouvre la liste des entrées de registre de commissions associées.

# PageExtension 1312507859 - Action 1621120817 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 1312507859 - Control 164882894 - Property 1295455071
source: Commission prospect linked to the document.
fr_fr: perspective de la Commission liée au document.

# PageExtension 1312507859 - Control 164882894 - Property 2879900210
source: Commission Prospect
fr_fr: Perspective de la Commission

# PageExtension 1312507859 - Control 1703757889 - Property 1295455071
source: Specifies posting description to assigned to purchase documents in case of only one reason per document
fr_fr: Spécifie la description de validation à l’affectation à l’achat de documents en cas de seule raison par document

# PageExtension 1312507859 - Control 2061431369 - Property 1295455071
source: Specifies settlement Ending Date of current saleperson.
fr_fr: Spécifie la date de fin du règlement du vendeur actuel.

# PageExtension 1312507859 - Control 2061431369 - Property 2879900210
source: Settlement Ending Date
fr_fr: Date de fin du règlement

# PageExtension 1312507859 - Control 4285461710 - Property 1295455071
source: No. of commission ledger entry linked to the document.
fr_fr: non. d’entrée de registre de commission liée au document.

# PageExtension 1312507859 - Control 4285461710 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 1481416882 - Action 1621120817 - Property 1295455071
source: Opens related commission ledger entries list.
fr_fr: Ouvre la liste des entrées de registre de commissions associées.

# PageExtension 1481416882 - Action 1621120817 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 1582844957 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 1582844957 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 1582844957 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 1582844957 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 1582844957 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 161888998 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 161888998 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 161888998 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 161888998 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 161888998 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 1635732728 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 1635732728 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 1635732728 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 1635732728 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 1635732728 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 1635732728 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 1635732728 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 1677353130 - Control 1240358897 - Property 1295455071
source: Specifies when to stop settlement process.
fr_fr: Spécifie quand arrêter le processus de règlement.

# PageExtension 1677353130 - Control 2409309878 - Property 1295455071
source: Specifies the vendor related to the salesperson/purchaser. Will be used in settlement process.
fr_fr: Spécifie le fournisseur lié au vendeur/acheteur. Sera utilisé dans le processus de règlement.

# PageExtension 1677353130 - Control 2989374672 - Property 1295455071
source: Specifies settlement type. This handles when document commission amount will be payable (Invoiced,Paid (Partially),Paid (Entry),Paid (Document)).
fr_fr: Spécifie le type de règlement. Il s’agit du montant de la commission de document (facturé, payé (partiellement), payé (entrée), payé (document)).

# PageExtension 1677353130 - Control 3719530891 - Property 1295455071
source: Specifies percentage of advance to give to salesperson/purchaser. Amount is calculated on commission ledger entry values.
fr_fr: Spécifie le pourcentage d’avance à donner au vendeur/acheteur. Le montant est calculé sur les valeurs d’entrée du registre des commissions.

# PageExtension 1677353130 - Control 4130440317 - Property 1295455071
source: Specifies G/L account used in settlement document.
fr_fr: Spécifie le compte G/L utilisé dans le document de règlement.

# PageExtension 1677353130 - Control 4179655083 - Property 1295455071
source: Specifies if settlement is Year,Semester,Four Months,Quarter,Two Months,Month.
fr_fr: Spécifie si le règlement est année,semestre, quatre mois, trimestre, deux mois, mois.

# PageExtension 1677353130 - Control 430636633 - Property 1295455071
source: Specifies amount of advance to give to salesperson/purchaser. Amount will be settled once per commission perdiod.
fr_fr: Spécifie le montant de l’avance à donner au vendeur/acheteur. Le montant sera réglé une fois par commission perdiod.

# PageExtension 1677353130 - Control 860388697 - Property 1295455071
source: Specifies G/L account used to store commission costs (payable).
fr_fr: Spécifie le compte G/L utilisé pour stocker les frais de commission (payable).

# PageExtension 1737160803 - Action 1621120817 - Property 1295455071
source: Opens related commission ledger entries list.
fr_fr: Ouvre la liste des entrées de registre de commissions associées.

# PageExtension 1737160803 - Action 1621120817 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 1950204476 - Action 1621120817 - Property 1295455071
source: Opens related commission ledger entries list.
fr_fr: Ouvre la liste des entrées de registre de commissions associées.

# PageExtension 1950204476 - Action 1621120817 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 1950204476 - Control 164882894 - Property 1295455071
source: Commission prospect linked to the document.
fr_fr: perspective de la Commission liée au document.

# PageExtension 1950204476 - Control 164882894 - Property 2879900210
source: Commission Prospect
fr_fr: Perspective de la Commission

# PageExtension 1950204476 - Control 4285461710 - Property 1295455071
source: No. of commission ledger entry linked to the document.
fr_fr: non. d’entrée de registre de commission liée au document.

# PageExtension 1950204476 - Control 4285461710 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 1998846954 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 1998846954 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 1998846954 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 1998846954 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 1998846954 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 1998846954 - Control 466366624 - Property 1295455071
source: Specifies if the document must be excluded from commission calculation
fr_fr: Spécifie si le document doit être exclu du calcul de la commission

# PageExtension 206023648 - Action 1045475525 - Property 1295455071
source: Opens list of sales network related to the customer. One of those sales network must be marked as default.
fr_fr: Ouvre la liste du réseau de vente lié au client. L’un de ces réseaux de vente doit être marqué par défaut.

# PageExtension 206023648 - Action 1045475525 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# PageExtension 206023648 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the customer. Salesperson are linked directly or by sales network depending on general setup.
fr_fr: Ouvre la liste des vendeurs liés au client. Les vendeurs sont reliés directement ou par réseau de vente en fonction de l’installation générale.

# PageExtension 206023648 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 2119113499 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 2119113499 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 2119113499 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 2119113499 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 2119113499 - Control 204582133 - Property 1295455071
source: Commission group related to the document.
fr_fr: groupe de la Commission lié au document.

# PageExtension 2119113499 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the document.
fr_fr: non. vendeur lié au document.

# PageExtension 2119113499 - Control 4294824369 - Property 1295455071
source: Sales network related to the document.
fr_fr: Réseau de vente lié au document.

# PageExtension 2119113499 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 2220541574 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 2220541574 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 2220541574 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 2220541574 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 2220541574 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 2273429345 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 2273429345 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 2273429345 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 2273429345 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 2273429345 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 2273429345 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 2273429345 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 2315049747 - Control 1080730330 - Property 1295455071
source: Specifies commission group assigned.
fr_fr: Spécifie le groupe de commissions affecté.

# PageExtension 2374857420 - Action 1621120817 - Property 1295455071
source: Opens related commission ledger entries list.
fr_fr: Ouvre la liste des entrées de registre de commissions associées.

# PageExtension 2374857420 - Action 1621120817 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 2374857420 - Control 164882894 - Property 1295455071
source: Commission prospect linked to the document.
fr_fr: perspective de la Commission liée au document.

# PageExtension 2374857420 - Control 164882894 - Property 2879900210
source: Commission Prospect
fr_fr: Perspective de la Commission

# PageExtension 2374857420 - Control 4285461710 - Property 1295455071
source: No. of commission ledger entry linked to the document.
fr_fr: non. d’entrée de registre de commission liée au document.

# PageExtension 2374857420 - Control 4285461710 - Property 2879900210
source: Commission Ledger Entries
fr_fr: Entrées du Registre de la Commission

# PageExtension 2756810116 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 2756810116 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 2756810116 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 2756810116 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 2756810116 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 2756810116 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 2756810116 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 2911125962 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the document.
fr_fr: Ouvre la liste des commerciaux liés au document.

# PageExtension 2911125962 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 2911125962 - Action 92489897 - Property 1295455071
source: Opens list of calculated commissions for existing salespersons.
fr_fr: Ouvre la liste des commissions calculées pour les vendeurs existants.

# PageExtension 2911125962 - Action 92489897 - Property 2879900210
source: Show Commission
fr_fr: Afficher la Commission

# PageExtension 2911125962 - Control 1080730330 - Property 1295455071
source: Specifies commission group related to document line.
fr_fr: Spécifie le groupe de commissions lié à la ligne de document.

# PageExtension 2911125962 - Control 1390481719 - Property 1295455071
source: Specifies customer commission group related to document line.
fr_fr: Spécifie le groupe de commission client lié à la ligne de document.

# PageExtension 2911125962 - Control 466366624 - Property 1295455071
source: Specifies if the line must be excluded from commission calculation
fr_fr: Spécifie si la ligne doit être exclue du calcul de la commission

# PageExtension 2952746364 - Action 1045475525 - Property 1295455071
source: Opens list of sales network related to the customer. One of those sales network must be marked as default.
fr_fr: Ouvre la liste du réseau de vente lié au client. L’un de ces réseaux de vente doit être marqué par défaut.

# PageExtension 2952746364 - Action 1045475525 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# PageExtension 2952746364 - Action 3858488728 - Property 1295455071
source: Opens list of salesperson related to the customer. Salesperson are linked directly or by sales network depending on general setup.
fr_fr: Ouvre la liste des vendeurs liés au client. Les vendeurs sont reliés directement ou par réseau de vente en fonction de l’installation générale.

# PageExtension 2952746364 - Action 3858488728 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# PageExtension 2952746364 - Control 204582133 - Property 1295455071
source: Specifies commission group assigned.
fr_fr: Spécifie le groupe de commissions affecté.

# PageExtension 2952746364 - Control 2738297963 - Property 1295455071
source: No. of salesperson related to the customer.
fr_fr: non. vendeur lié au client.

# PageExtension 2952746364 - Control 4294824369 - Property 1295455071
source: Specifies default sales network assigned. To change sales network use related action in ribbon.
fr_fr: Spécifie le réseau de vente par défaut assigné. Pour modifier l’action associée au réseau de vente dans le ruban.

# PageExtension 3012554037 - Control 1240358897 - Property 1295455071
source: Specifies when to stop settlement process.
fr_fr: Spécifie quand arrêter le processus de règlement.

# PageExtension 3012554037 - Control 2409309878 - Property 1295455071
source: Specifies the vendor related to the salesperson/purchaser. Will be used in settlement process.
fr_fr: Spécifie le fournisseur lié au vendeur/acheteur. Sera utilisé dans le processus de règlement.

# PageExtension 3012554037 - Control 2989374672 - Property 1295455071
source: Specifies settlement type. This handles when document commission amount will be payable (Invoiced,Paid (Partially),Paid (Entry),Paid (Document)).
fr_fr: Spécifie le type de règlement. Il s’agit du montant de la commission de document (facturé, payé (partiellement), payé (entrée), payé (document)).

# PageExtension 3012554037 - Control 3719530891 - Property 1295455071
source: Specifies percentage of advance to give to salesperson/purchaser. Amount is calculated on commission ledger entry values.
fr_fr: Spécifie le pourcentage d’avance à donner au vendeur/acheteur. Le montant est calculé sur les valeurs d’entrée du registre des commissions.

# PageExtension 3012554037 - Control 4130440317 - Property 1295455071
source: Specifies G/L account used in settlement document.
fr_fr: Spécifie le compte G/L utilisé dans le document de règlement.
