Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Report 3044685614 - Control 1962828171 - Property 1295455071
source: Specifies if existing manual commission entries on processed documents has to be kept even if Overwrite Existing flag is enabled.
fr_fr: Spécifie si les entrées de commission manuelle existantes sur les documents traités doivent être conservées même si l’indicateur existant est activé.

# Report 3044685614 - Control 1962828171 - Property 2879900210
source: Keep Manual
fr_fr: Conserver le manuel

# Report 3044685614 - Control 2507660060 - Property 1295455071
source: Specifies if a summary page with execution log has to be opened at the end of the process.
fr_fr: Spécifie si une page récapitulative avec journal d’exécution doit être ouverte à la fin du processus.

# Report 3044685614 - Control 2507660060 - Property 2879900210
source: Open execution log
fr_fr: Ouvrir le journal d’exécution

# Report 3044685614 - Control 3743950942 - Property 1295455071
source: Specifies if Sales Invoice will be processed.
fr_fr: Spécifie si la facture de vente sera traitée.

# Report 3044685614 - Control 3743950942 - Property 2879900210
source: Process Sales Invoice
fr_fr: Traiter la facture de vente

# Report 3044685614 - Control 802867628 - Property 1295455071
source: Specifies if existing commission entries on processed documents has to be recreated or not. Only not settled entries will processed.
fr_fr: Spécifie si les entrées de commission existantes sur les documents traités doivent être recréées ou non. Seules les entrées non réglées seront traitées.

# Report 3044685614 - Control 802867628 - Property 2879900210
source: Overwrite Existing
fr_fr: Remplacer existant

# Report 3044685614 - NamedType 1178781371
source: Processing #1############## #2#######
fr_fr: Traitement #1 #1############## #2#######

# Report 3044685614 - NamedType 2359690022
source: The App Commission is not enabled
fr_fr: La Commission d’application n’est pas activée

# Report 3044685614 - Property 2879900210
source: Create commission entries
fr_fr: Créer des entrées de commission

source: Commission skipped.
fr_fr: Commission sauté.

source: No Salesperson found.
fr_fr: Aucun vendeur trouvé.

source: Commission calculated.
fr_fr: commission calculée.

source: Commission skipped.
fr_fr: Commission sauté.

source: No Salesperson found.
fr_fr: Aucun vendeur trouvé.

source: Commission calculated.
fr_fr: commission calculée.

# Report 3348620094 - Control 1878130204 - Property 1295455071
source: Specifies the type of period lines to create.
fr_fr: Spécifie le type de lignes d’époque à créer.

# Report 3348620094 - Control 1878130204 - Property 62802879
source: Year,Semester,Four Months,Quarter,Two Months,Month
fr_fr: Année, Semestre, Quatre Mois, Trimestre, Deux Mois, Mois

# Report 3348620094 - Control 4089668197 - Property 1295455071
source: Periods will be generated starting from the chosen Starting Date day.
fr_fr: Les périodes seront générées à partir du jour de la date de début.

# Report 3348620094 - Control 4089668197 - Property 2879900210
source: Force Start Date
fr_fr: Date de début de la force

# Report 3348620094 - Control 460889064 - Property 1295455071
source: Specifies date from which periods will be generated. It is always normalized to the first day of the period.
fr_fr: Spécifie la date à partir des périodes générées. Il est toujours normalisé au premier jour de la période.

# Report 3348620094 - Control 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date de début

# Report 3348620094 - Control 469475598 - Property 1295455071
source: Specifies how many period records create.
fr_fr: Spécifie le nombre d’enregistrements de périodes créés.

# Report 3348620094 - Control 469475598 - Property 2879900210
source: No. of period
fr_fr: non. période

# Report 3348620094 - Property 2879900210
source: Create Commission Period
fr_fr: Créer une période de commission

# Report 336370226 - Control 1399116683 - Property 1295455071
source: Specifies posting description to assign to purchase documents in case of more than one reason per document. %1 = Salesperson Code %2 = Ending Date
fr_fr: Spécifie la description de validation à affecter à l’achat de documents en cas de plus d’une raison par document. %1 = Code du vendeur %2 = Date de fin

# Report 336370226 - Control 1399116683 - Property 2879900210
source: Posting Descr. - multiple reason
fr_fr: Affichage Descr. - raison multiple

# Report 336370226 - Control 2507660060 - Property 1295455071
source: Specifies if a summary page with execution log has to be opened at the end of the process.
fr_fr: Spécifie si une page récapitulative avec journal d’exécution doit être ouverte à la fin du processus.

# Report 336370226 - Control 2507660060 - Property 2879900210
source: Open execution log
fr_fr: Ouvrir le journal d’exécution

# Report 336370226 - Control 3312206534 - Property 1295455071
source: Specifies posting description to assign to purchase documents in case of only one reason per document. %1 = Salesperson Code %2 = Ending Date %3 = Reason Code
fr_fr: Spécifie la description de validation à affecter à l’achat de documents en cas de seule raison par document. %1 = Code vendeur %2 = Date de fin %3 = Code raison

# Report 336370226 - Control 3312206534 - Property 2879900210
source: Posting Descr. - single reason
fr_fr: Affichage Descr. - raison unique

# Report 336370226 - Control 458406397 - Property 1295455071
source: Specifies upper limit of date range applied to posting date field of comm. ledger entries.
fr_fr: Spécifie la limite supérieure de la plage de dates appliquée au champ de date d’affichage des entrées de registre de comm.

# Report 336370226 - Control 458406397 - Property 2879900210
source: Ending Date
fr_fr: Date de fin

# Report 336370226 - Control 460889064 - Property 1295455071
source: Specifies lower limit of date range applied to posting date field of comm. ledger entries.
fr_fr: Spécifie la limite inférieure de la plage de dates appliquée au champ de date d’affichage des entrées de registre de comm.

# Report 336370226 - Control 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date de début

# Report 336370226 - Method 2736589801 - NamedType 1981925031
source: %1 Purchase documents created.
fr_fr: %1 Documents d’achat créés.

# Report 336370226 - Method 2736589801 - NamedType 511994062
source: %1 Purchase documents created. Do you want to open the list page?
fr_fr: %1 Documents d’achat créés. Voulez-vous ouvrir la page de liste ?

# Report 336370226 - Method 3416123631 - NamedType 1091566995
source: Settlement: Salesp. %1 reason %3 to date %2
fr_fr: Règlement: Salesp. %1 raison %3 à ce jour %2

# Report 336370226 - Method 3416123631 - NamedType 1678958886
source: Settlement: Salesp. %1 to date %2
fr_fr: Règlement: Salesp. %1 à ce jour %2

# Report 336370226 - NamedType 1979758965
source: You must specify any mandatory field (*).
fr_fr: Vous devez spécifier tout champ obligatoire (*)

# Report 336370226 - Property 2879900210
source: Commission Purch. Doc. Create (CMS)
fr_fr: Commission Purch. Doc. Créer (CMS)

source: No purchase document created
fr_fr: Aucun document d’achat créé

source: Salesperson %1 has %2 equal to %3.
fr_fr: Le vendeur %1 a %2 égal à %3.

source: Created purchase document %1
fr_fr: Document d’achat créé %1

# Report 659979157 - Control 2507660060 - Property 1295455071
source: Specifies if a summary page with execution log has to be opened at the end of the process.
fr_fr: Spécifie si une page récapitulative avec journal d’exécution doit être ouverte à la fin du processus.

# Report 659979157 - Control 2507660060 - Property 2879900210
source: Open execution log
fr_fr: Ouvrir le journal d’exécution

# Report 659979157 - Method 2736589801 - NamedType 1981925031
source: %1 Purchase documents created/updated.
fr_fr: %1 Documents d’achat créés.

# Report 659979157 - Method 2736589801 - NamedType 511994062
source: %1 Purchase documents created/updated. Do you want to open the list page?
fr_fr: %1 Documents d’achat créés. Voulez-vous ouvrir la page de liste ?

# Report 659979157 - Property 2879900210
source: Commission Purch. Doc. Create from Prospect (CMS)
fr_fr: Commission Purch. Doc. Créer à partir de Prospect (CMS)

source: No purchase document created
fr_fr: Aucun document d’achat créé

source: Created purchase document %1
fr_fr: Document d’achat créé %1

# Table 1106949063 - Field 2007791635 - Property 2879900210
source: Salesperson Role
fr_fr: Rôle du vendeur

# Table 1106949063 - Field 553464652 - Property 2879900210
source: Salesperson Code
fr_fr: Code vendeur

# Table 1106949063 - Field 910022474 - Property 2879900210
source: Sales Network
fr_fr: Réseau de ventes

# Table 1106949063 - Field 940688118 - Property 2879900210
source: Salesperson Name
fr_fr: Nom du vendeur

# Table 1106949063 - Property 2879900210
source: Salespersons Combination
fr_fr: Combinaison de vendeurs

# Table 1230933914 - Field 1908046867 - Property 2879900210
source: Reason Code
fr_fr: Code de raison

# Table 1230933914 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: Ligne No.

# Table 1230933914 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
fr_fr: ID du jeu de dimensions

# Table 1230933914 - Field 3582483895 - Property 2879900210
source: Competence Period Code
fr_fr: Code de période de compétence

# Table 1230933914 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: non.

# Table 1230933914 - Field 553464652 - Property 2879900210
source: Salesperson No.
fr_fr: Vendeur No.

# Table 1230933914 - Field 592951229 - Property 2879900210
source: Amount (LCY)
fr_fr: Montant (LCY)

# Table 1230933914 - Property 2879900210
source: Commission Prospect Line
fr_fr: Ligne de prospection de la Commission

# Table 1500697098 - Field 1351594800 - Property 2879900210
source: No. Series
fr_fr: non. Série

# Table 1500697098 - Field 1947710592 - Property 2879900210
source: Commission Reason Code
fr_fr: Code de raison de la Commission

# Table 1500697098 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 1500697098 - Field 3507948476 - Property 2879900210
source: Template Type
fr_fr: Type de modèle

# Table 1500697098 - Field 3507948476 - Property 62802879
source: ,Payable,Settlement,Import
fr_fr: ,Payable,Règlement,Importation

# Table 1500697098 - Field 3684440170 - Property 2879900210
source: Name
fr_fr: Nom

# Table 1515447951 - Field 1041690736 - Property 2879900210
source: Custom Key
fr_fr: Clé personnalisée

# Table 1515447951 - Field 1451166284 - Property 2879900210
source: Manual Priority
fr_fr: Priorité manuelle

# Table 1515447951 - Field 1864907812 - Property 2879900210
source: Disabled
fr_fr: Handicapés

# Table 1515447951 - Field 3098690440 - Property 2879900210
source: Reduction %
fr_fr: Réduction %

# Table 1515447951 - Field 3108187119 - Property 2879900210
source: Salesperson Filter
fr_fr: Filtre vendeur

# Table 1515447951 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: Ligne No.

# Table 1515447951 - Field 3638702141 - Property 2879900210
source: Customer Commission Group Filter
fr_fr: Filtre de groupe de commission client

# Table 1515447951 - Field 392756998 - Property 2879900210
source: Role Filter
fr_fr: Filtre de rôles

# Table 1515447951 - Field 4130293374 - Property 2879900210
source: Priority
fr_fr: Priorité

# Table 1515447951 - Field 4190130733 - Property 2879900210
source: Customer Filter
fr_fr: Filtre client

# Table 1515447951 - Field 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date de début

# Table 1515447951 - Property 2879900210
source: Commission Reduction Setup
fr_fr: Configuration de réduction de la Commission

# Table 1658281663 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
fr_fr: TVA Prod. Groupe d’affichage

# Table 1658281663 - Field 3852983238 - Property 2879900210
source: G/L Account No.
fr_fr: Numéro de compte G/L

# Table 1658281663 - Field 802963259 - Property 2879900210
source: Create Purchase Invoice
fr_fr: Créer une facture d’achat

# Table 1658281663 - Property 2879900210
source: Commission Reason Code
fr_fr: Code de raison de la Commission

# Table 204582133 - Field 720431001 - Property 2879900210
source: Commission Group Type
fr_fr: Type de groupe de la Commission

# Table 204582133 - Field 720431001 - Property 62802879
source: Customer,Product
fr_fr: Client,Produit

# Table 204582133 - Property 2879900210
source: Commission Group
fr_fr: Groupe de la Commission

# Table 2114273972 - Property 2879900210
source: Salesperson Role
fr_fr: Rôle du vendeur

# Table 279592673 - Field 1090883224 - Property 2879900210
source: Posted Purchase Doc. No.
fr_fr: Achat affiché Doc. No.

# Table 279592673 - Field 1168556525 - Property 2879900210
source: Pay-to Post Code
fr_fr: Code postal payant

# Table 279592673 - Field 1527594213 - Property 2879900210
source: Vendor No.
fr_fr: Numéro du vendeur

# Table 279592673 - Field 1724613711 - Property 2879900210
source: Temporary Purchase Doc. Type
fr_fr: Type d’achat temporaire Doc.

# Table 279592673 - Field 1724613711 - Property 62802879
source: Quote,Order,Invoice,Credit Memo,Blanket Order,Return Order,
fr_fr: Devis, Ordre, Facture, Note de crédit, Commande générale, Ordre de retour,

# Table 279592673 - Field 2458217605 - Property 2879900210
source: Pay-to Country Code
fr_fr: Code de pay-to-country

# Table 279592673 - Field 3196232876 - Property 2879900210
source: Pay-to Address
fr_fr: Adresse payante

# Table 279592673 - Field 324548104 - Property 2879900210
source: Posted Purchase Doc. Type
fr_fr: Type d’achat publié Type

# Table 279592673 - Field 324548104 - Property 62802879
source: Quote,Order,Invoice,Credit Memo,Blanket Order,Return Order,
fr_fr: Devis, Ordre, Facture, Note de crédit, Commande générale, Ordre de retour,

# Table 279592673 - Field 3268709882 - Property 2879900210
source: Posting Description
fr_fr: Description de la publication

# Table 279592673 - Field 3405925241 - Property 2879900210
source: Posted Purchase Doc. Posting Date
fr_fr: Date d’affichage de l’achat publié

# Table 279592673 - Field 341020754 - Property 2879900210
source: Period Ending Date
fr_fr: Date de fin de la période

# Table 279592673 - Field 3472859787 - Property 2879900210
source: Pay-to Name
fr_fr: Nom de pay-to

# Table 279592673 - Field 3516152766 - Property 2879900210
source: Pay-to Address 2
fr_fr: Adresse payante 2

# Table 279592673 - Field 35238451 - Property 2879900210
source: Period Starting Date
fr_fr: Date de début de la période

# Table 279592673 - Field 3582483895 - Property 2879900210
source: Competence Period Code
fr_fr: Code de période de compétence

# Table 279592673 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date d’affichage

# Table 279592673 - Field 3851120173 - Property 2879900210
source: Line Total (LCY)
fr_fr: Total de la ligne (LCY)

# Table 279592673 - Field 3855271124 - Property 2879900210
source: Payment Method Code
fr_fr: Code de méthode de paiement

# Table 279592673 - Field 4042240576 - Property 2879900210
source: Temporary Purchase Doc. No.
fr_fr: Achat temporaire Doc. No.

# Table 279592673 - Field 4200184881 - Property 2879900210
source: No.
fr_fr: non.

# Table 279592673 - Field 513339096 - Property 2879900210
source: Status
fr_fr: Statut

# Table 279592673 - Field 513339096 - Property 62802879
source: Open,Released
fr_fr: Ouvert,Libéré

# Table 279592673 - Field 553464652 - Property 2879900210
source: Salesperson No.
fr_fr: Vendeur No.

# Table 279592673 - Field 940688118 - Property 2879900210
source: Salesperson Name
fr_fr: Nom du vendeur

# Table 279592673 - Field 966740350 - Property 2879900210
source: Payment Terms Code
fr_fr: Code des modalités de paiement

# Table 279592673 - Method 4032263875 - NamedType 2133042281
source: No prospect line found.
fr_fr: Aucune ligne de prospect trouvée.

# Table 279592673 - NamedType 1418165947
source: %1 will be modified according to %2
fr_fr: %1 sera modifié en fonction de %2

# Table 279592673 - NamedType 2574201363
source: %1 cannot be less than %2
fr_fr: %1 ne peut pas être inférieur à %2

# Table 279592673 - Property 2879900210
source: Commission Prospect Header
fr_fr: En-tête prospect de la Commission

# Table 2797433351 - Field 102903639 - Property 2879900210
source: Settlement Type
fr_fr: Type de règlement

# Table 2797433351 - Field 102903639 - Property 62802879
source: ,Invoiced,Paid (Partially),Paid (Entry),Paid (Document)
fr_fr: ,facturé,payé (partiellement), payé (entrée),payé (document)

# Table 2797433351 - Field 142380738 - Property 2879900210
source: Header Sub ID
fr_fr: Id de sous-ID d’en-tête

# Table 2797433351 - Field 1978408910 - Property 2879900210
source: Header ID
fr_fr: ID d’en-tête

# Table 2797433351 - Field 2218216342 - Property 2879900210
source: Copied from Sales Document No.
fr_fr: Copié à partir du document de vente no.

# Table 2797433351 - Field 2339353424 - Property 2879900210
source: Role
fr_fr: Rôle

# Table 2797433351 - Field 262448665 - Property 2879900210
source: Header Ref. No.
fr_fr: En-tête Réf. Non.

# Table 2797433351 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 2797433351 - Field 3072753081 - Property 2879900210
source: Header Type
fr_fr: Type d’en-tête

# Table 2797433351 - Field 3465608581 - Property 2879900210
source: Header Subtype
fr_fr: Sous-type d’en-tête

# Table 2797433351 - Field 3525169240 - Property 2879900210
source: Copied from Document Line No.
fr_fr: Copié à partir de la ligne no document.

# Table 2797433351 - Field 3565379939 - Property 2879900210
source: Copied from Table ID
fr_fr: Copié à partir de l’ID de table

# Table 2797433351 - Field 683156520 - Property 2879900210
source: Copied from Sales Document Type
fr_fr: Copié à partir du type de document de vente

# Table 2797433351 - Method 3505518440 - NamedType 1323121456
source: The role (%1) has already been added
fr_fr: Le rôle (%1) a déjà été ajouté

# Table 2797433351 - Method 804474859 - NamedType 3435470116
source: You cannot rename a %1. Delete current record and insert new one.
fr_fr: Vous ne pouvez pas renommer un %1. Supprimez l’enregistrement actuel et insérez-en un nouveau.

# Table 2797433351 - Property 2879900210
source: Add. Salesperson/Purchaser
fr_fr: Ajouter. Vendeur/Acheteur

# Table 2907241629 - Field 1041690736 - Property 2879900210
source: Custom Key
fr_fr: Clé personnalisée

# Table 2907241629 - Field 1213627722 - Property 2879900210
source: Commission On Invoice Disc.
fr_fr: commission sur le disque de facture.

# Table 2907241629 - Field 1864907812 - Property 2879900210
source: Disabled
fr_fr: Handicapés

# Table 2907241629 - Field 2243708769 - Property 2879900210
source: Threshold Type
fr_fr: Type de seuil

# Table 2907241629 - Field 2631388374 - Property 2879900210
source: Threshold Code
fr_fr: Code de seuil

# Table 2907241629 - Field 3026489624 - Property 2879900210
source: Product Commission Group Filter
fr_fr: Filtre de groupe de la Commission des produits

# Table 2907241629 - Field 3108187119 - Property 2879900210
source: Salesperson Filter
fr_fr: Filtre vendeur

# Table 2907241629 - Field 3164211949 - Property 2879900210
source: Product Type
fr_fr: Type de produit

# Table 2907241629 - Field 3193187192 - Property 2879900210
source: Product Filter
fr_fr: Filtre produit

# Table 2907241629 - Field 3320823955 - Property 2879900210
source: Line No.
fr_fr: Ligne No.

# Table 2907241629 - Field 3413220098 - Property 2879900210
source: Commission Amount (LCY)
fr_fr: Montant de la Commission (LCY)

# Table 2907241629 - Field 3638702141 - Property 2879900210
source: Customer Commission Group Filter
fr_fr: Filtre de groupe de commission client

# Table 2907241629 - Field 392756998 - Property 2879900210
source: Role Filter
fr_fr: Filtre de rôles

# Table 2907241629 - Field 4130293374 - Property 2879900210
source: Priority
fr_fr: Priorité

# Table 2907241629 - Field 4190130733 - Property 2879900210
source: Customer Filter
fr_fr: Filtre client

# Table 2907241629 - Field 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date de début

# Table 2907241629 - Field 910022474 - Property 2879900210
source: Sales Network Filter
fr_fr: Filtre réseau de vente

# Table 2907241629 - Property 2879900210
source: Commission Calc. Setup
fr_fr: Mise en place de la Commission Calc.

# Table 3056093914 - Field 2243708769 - Property 2879900210
source: Threshold Type
fr_fr: Type de seuil

# Table 3056093914 - Field 2631388374 - Property 2879900210
source: Threshold Code
fr_fr: Code de seuil

# Table 3056093914 - Field 3413220098 - Property 2879900210
source: Commission Amount (LCY)
fr_fr: Montant de la Commission (LCY)

# Table 3056093914 - Field 429773057 - Property 2879900210
source: Threshold Value
fr_fr: Valeur seuil

# Table 3056093914 - Property 2879900210
source: EOS Commission Threshold Lines
fr_fr: Lignes de seuil de commission EOS

# Table 3091491843 - Field 102903639 - Property 2879900210
source: Settlement Type
fr_fr: Type de règlement

# Table 3091491843 - Field 102903639 - Property 62802879
source: ,Invoiced,Paid (Partially),Paid (Entry),Paid (Document)
fr_fr: ,facturé,payé (partiellement), payé (entrée),payé (document)

# Table 3091491843 - Field 1978408910 - Property 2879900210
source: Header ID
fr_fr: ID d’en-tête

# Table 3091491843 - Field 2218216342 - Property 2879900210
source: Copied from Sales Document No.
fr_fr: Copié à partir du document de vente no.

# Table 3091491843 - Field 2339353424 - Property 2879900210
source: Role
fr_fr: Rôle

# Table 3091491843 - Field 262448665 - Property 2879900210
source: Header Ref. No.
fr_fr: En-tête Réf. Non.

# Table 3091491843 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 3091491843 - Field 3072753081 - Property 2879900210
source: Header Type
fr_fr: Type d’en-tête

# Table 3091491843 - Field 3302998458 - Property 2879900210
source: Doc. No. Occurrence
fr_fr: Doc. Non. Occurrence

# Table 3091491843 - Field 3465608581 - Property 2879900210
source: Header Subtype
fr_fr: Sous-type d’en-tête

# Table 3091491843 - Field 3525169240 - Property 2879900210
source: Copied from Document Line No.
fr_fr: Copié à partir de la ligne no document.

# Table 3091491843 - Field 3565379939 - Property 2879900210
source: Copied from Table ID
fr_fr: Copié à partir de l’ID de table

# Table 3091491843 - Field 683156520 - Property 2879900210
source: Copied from Sales Document Type
fr_fr: Copié à partir du type de document de vente

# Table 3091491843 - Property 2879900210
source: Add. Salesperson/Purchaser Archive
fr_fr: Ajouter. Archives vendeur/acheteur

# Table 331222149 - Field 149522872 - Property 2879900210
source: Entry Type
fr_fr: Type d’entrée

# Table 331222149 - Field 149522872 - Property 62802879
source: ,Payable,Settlement,Settled
fr_fr: ,Payable,Règlement,Réglé

# Table 331222149 - Field 1500206256 - Property 2879900210
source: Settlement Journal Line No.
fr_fr: Settlement Journal Ligne No.

# Table 331222149 - Field 1680284094 - Property 2879900210
source: Settlement Template Name
fr_fr: Nom du modèle de règlement

# Table 331222149 - Field 1908046867 - Property 2879900210
source: Reason Code
fr_fr: Code de raison

# Table 331222149 - Field 1919512485 - Property 2879900210
source: Prospect No.
fr_fr: Numéro de prospect.

# Table 331222149 - Field 1988291615 - Property 2879900210
source: Prospect Line No.
fr_fr: Ligne prospect no.

# Table 331222149 - Field 202490702 - Property 2879900210
source: Purchase Doc. No.
fr_fr: Achat Doc. No.

# Table 331222149 - Field 2302587123 - Property 2879900210
source: Document Ledger Entry No.
fr_fr: Numéro d’entrée du registre des documents
