Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Page 1211526607 - Control 63537581 - Property 1295455071
source: Specifies commission base amount calculated from document line amount. This value will be used as base amount when applying commission %. Value is in LCY.
fr_fr: Spécifie le montant de base de la commission calculé à partir du montant de la ligne de document. Cette valeur sera utilisée comme montant de base lors de l’application de la commission %. La valeur est en LCY.

# Page 1211526607 - Control 846548371 - Property 1295455071
source: Specifies customer ledger entry No. journal line refers to.
fr_fr: Spécifie l’entrée du registre des clients No. ligne de journal se réfère à.

# Page 1211526607 - Control 874212758 - Property 1295455071
source: Specifies batch name of current journal.
fr_fr: Spécifie le nom du lot du journal actuel.

# Page 1211526607 - Control 874212758 - Property 2879900210
source: Batch Name
fr_fr: Nom du lot

# Page 1211526607 - Property 2879900210
source: Commission Import Jnl. Lines
fr_fr: Commission Import Jnl. Lignes

# Page 1330283882 - Control 1437216727 - Property 1295455071
source: Specifies the payable amount that can be settled. This value considers settlement setup for specific sales person and cashed % for documents.
fr_fr: Spécifie le montant payable qui peut être réglé. Cette valeur tient compte de la configuration du règlement pour une personne de vente spécifique et du pourcentage encaissé pour les documents.

# Page 1330283882 - Control 2700662257 - Property 1295455071
source: Specifies the remaining amount for current line. This amount is obtained subtracting settlement and settled amount from payable amount.
fr_fr: Spécifie le montant restant pour la ligne en cours. Ce montant est obtenu soustrayant le règlement et le montant réglé du montant payable.

# Page 1330283882 - Control 3576043015 - Property 1295455071
source: Specifies the line amount in LCY for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le montant de la ligne dans LCY pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 1330283882 - Control 3582421358 - Property 1295455071
source: Specifies the line amount for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le montant de la ligne pour la ligne en cours. S’applique uniquement aux lignes liées aux documents de vente.

# Page 1330283882 - Control 3726447172 - Property 1295455071
source: Specifies the settled amount for current line. This amount comes from posted purchase documents.
fr_fr: Spécifie le montant réglé pour la ligne en cours. Ce montant provient de documents d’achat affichés.

# Page 1330283882 - Control 3757912645 - Property 1295455071
source: Specifies the settlement amount for current line. This amount comes from purchase documents not jet posted or settlement prospects.
fr_fr: Spécifie le montant du règlement pour la ligne actuelle. Ce montant provient de documents d’achat non affichés par jet ou de perspectives de règlement.

# Page 1330283882 - Control 63537581 - Property 1295455071
source: Specifies commission base amount calculated from document line amount. This value will be used as base amount when applying commission %. Value is in LCY.
fr_fr: Spécifie le montant de base de la commission calculé à partir du montant de la ligne de document. Cette valeur sera utilisée comme montant de base lors de l’application de la commission %. La valeur est en LCY.

# Page 1330283882 - Control 859833575 - Property 1295455071
source: Specifies the cashed percentage of related sales document. In case of lines from journal, will be 100 as default.
fr_fr: Spécifie le pourcentage encaissé du document de vente lié. Dans le cas de lignes de journal, sera de 100 par défaut.

# Page 1330283882 - Property 2879900210
source: Source Document Amounts
fr_fr: Montants des documents source

# Page 1388632822 - Action 1735507514 - Property 2879900210
source: Line
fr_fr: Ligne

# Page 1388632822 - Action 2173385693 - Property 1295455071
source: Opens journal line dimensions.
fr_fr: Ouvre les dimensions de la ligne de journal.

# Page 1388632822 - Action 2282416948 - Property 1295455071
source: Posts current journal.
fr_fr: Affiche le journal actuel.

# Page 1388632822 - Action 2282416948 - Property 2879900210
source: Post
fr_fr: Publier

# Page 1388632822 - Action 2386713803 - Property 1295455071
source: Opens the card of salesperson related to journal line.
fr_fr: Ouvre la carte du vendeur liée à la ligne de journal.

# Page 1388632822 - Action 2386713803 - Property 2879900210
source: Salesperson Card
fr_fr: Carte vendeur

# Page 1388632822 - Action 2808404044 - Property 2879900210
source: Post
fr_fr: Publier

# Page 1388632822 - Action 3108187119 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# Page 1388632822 - Control 1947710592 - Property 1295455071
source: Specifies reason code of journal line.
fr_fr: Spécifie le code de raison de la ligne de journal.

# Page 1388632822 - Control 2324056710 - Property 1295455071
source: Specifies currency factor of journal line. If zero, Amount and Amount (LCY) will be identical.
fr_fr: Spécifie le facteur de devise de la ligne de journal. Si zéro, le montant et le montant (LCY) seront identiques.

# Page 1388632822 - Control 2704330142 - Property 1295455071
source: Specifies batch name related to the allocation register entry.
fr_fr: Spécifie le nom du lot lié à l’entrée du registre d’allocation.

# Page 1388632822 - Control 3164211949 - Property 1295455071
source: Specifies product type (i.e. item, g/l account, resource, ...) of journal line.
fr_fr: Spécifie le type de produit (c.-à-d. article, compte g/l, ressource, ...) de la ligne de journal.

# Page 1388632822 - Control 3193187192 - Property 1295455071
source: Specifies product no. (i.e. item, g/l account, resource, ...) of journal line.
fr_fr: Spécifie le numéro de produit (c.-à-d. article, compte g/l, ressource, ...) de la ligne de journal.

# Page 1388632822 - Control 3320823955 - Property 1295455071
source: The current line number
fr_fr: Le numéro de ligne actuel

# Page 1388632822 - Control 3322554545 - Property 1295455071
source: Specifies dimension set id of journal line..
fr_fr: Spécifie l’id de jeu de dimension de la ligne de journal..

# Page 1388632822 - Control 3332626120 - Property 1295455071
source: Specifies salesperson role of journal line.
fr_fr: Spécifie le rôle du vendeur de la ligne de journal.

# Page 1388632822 - Control 3461834954 - Property 1295455071
source: Specifies description of journal line.
fr_fr: Spécifie la description de la ligne de journal.

# Page 1388632822 - Control 3582483895 - Property 1295455071
source: Specifies commission period code of journal line.
fr_fr: Spécifie le code de période de commission de la ligne de journal.

# Page 1388632822 - Control 3684440170 - Property 1295455071
source: Specifies name of the parent commission template.
fr_fr: Spécifie le nom du modèle de commission parent.

# Page 1388632822 - Control 3710982960 - Property 1295455071
source: Specifies posting date of journal line.
fr_fr: Spécifie la date d’affichage de la ligne de journal.

# Page 1388632822 - Control 4085727052 - Property 1295455071
source: Specifies due date of journal line.
fr_fr: Spécifie la date d’échéance de la ligne de journal.

# Page 1388632822 - Control 4198939294 - Property 1295455071
source: Specifies currency code of journal line. If empty, Amount and Amount (LCY) will be identical.
fr_fr: Spécifie le code de devise de la ligne de journal. En cas de vide, le montant et le montant (LCY) seront identiques.

# Page 1388632822 - Control 486908828 - Property 1295455071
source: Specifies document no. of journal line.
fr_fr: Spécifie le document no. de la ligne de journal.

# Page 1388632822 - Control 553464652 - Property 1295455071
source: Specifies salesperson code of journal line.
fr_fr: Spécifie le code du vendeur de la ligne de journal.

# Page 1388632822 - Control 592951229 - Property 1295455071
source: Specifies amount LCY of journal line. This value is referred to local currency.
fr_fr: Spécifie la quantité LCY de la ligne de journal. Cette valeur est renvoyée à la monnaie locale.

# Page 1388632822 - Control 636392376 - Property 1295455071
source: Specifies amount of journal line. This value is referred to currency specified in Currency Code field.
fr_fr: Spécifie la quantité de ligne de journal. Cette valeur est référence à la devise spécifiée dans le champ Code de devises.

# Page 1388632822 - Control 874212758 - Property 1295455071
source: Specifies batch name of current journal.
fr_fr: Spécifie le nom du lot du journal actuel.

# Page 1388632822 - Control 874212758 - Property 2879900210
source: Batch Name
fr_fr: Nom du lot

# Page 1497899997 - Control 1878130204 - Property 1295455071
source: Specifies the line type for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le type de ligne pour la ligne en cours. S’applique uniquement aux lignes liées aux documents de vente.

# Page 1497899997 - Control 2324056710 - Property 1295455071
source: Specifies the currency factor for current line.
fr_fr: Spécifie le facteur de devise pour la ligne actuelle.

# Page 1497899997 - Control 2385270358 - Property 1295455071
source: Specifies the line unit of measure for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie l’unité de mesure de ligne pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 1497899997 - Control 240204966 - Property 1295455071
source: Specifies the Bill-to Customer Name for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le nom du client de la facture à la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 1497899997 - Control 2704404533 - Property 1295455071
source: Specifies the line quantity for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie la quantité de ligne pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 1497899997 - Control 2767063982 - Property 1295455071
source: Specifies the Bill-to Customer No. for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le numéro de la facture au client. pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 1497899997 - Control 3461834954 - Property 1295455071
source: Specifies the description for current line.
fr_fr: Spécifie la description de la ligne en cours.

# Page 1497899997 - Control 3710982960 - Property 1295455071
source: Specifies the posting date for current line.
fr_fr: Spécifie la date de validation de la ligne en cours.

# Page 1497899997 - Control 4076459801 - Property 1295455071
source: Specifies the Sell-to Customer No. for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le numéro de vente au client. pour la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 1497899997 - Control 4083748153 - Property 1295455071
source: Specifies the Sell-to Customer Name for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie le nom du client de vente à la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 1497899997 - Control 4198939294 - Property 1295455071
source: Specifies the currency code for current line.
fr_fr: Spécifie le code de devise pour la ligne actuelle.

# Page 1497899997 - Control 4200184881 - Property 1295455071
source: Specifies the line no. (product) for current line. Only applies to lines related to sales documents.
fr_fr: Spécifie la ligne no (produit) de la ligne actuelle. S’applique uniquement aux lignes liées aux documents de vente.

# Page 1497899997 - Control 580412389 - Property 1295455071
source: Specifies the document date for current line.
fr_fr: Spécifie la date du document pour la ligne en cours.

# Page 1497899997 - Property 2879900210
source: Source Document Data
fr_fr: Données de document source

# Page 1515447951 - Control 1291916053 - Property 1295455071
source: Filter string used to identify a subset of record by customer.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble d’enregistrement par client.

# Page 1515447951 - Control 1291916053 - Property 2879900210
source: Customer No. Filter
fr_fr: Numéro du client Filtre

# Page 1515447951 - Control 1451166284 - Property 1295455071
source: Specifies if priority has been manually forced.
fr_fr: Spécifie si la priorité a été forcée manuellement.

# Page 1515447951 - Control 1570927482 - Property 1295455071
source: Filter string used to identify a subset of record by customer commission group.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble d’enregistrement par groupe de commission client.

# Page 1515447951 - Control 1570927482 - Property 2879900210
source: Customer Commission Group Filter
fr_fr: Filtre de groupe de commission client

# Page 1515447951 - Control 1864907812 - Property 1295455071
source: Specifies if selected line has to consider obsolete.
fr_fr: Spécifie si la ligne sélectionnée doit être considéré comme obsolète.

# Page 1515447951 - Control 3098690440 - Property 1295455071
source: Specifies Reduction % to apply.
fr_fr: Spécifie réduction % à appliquer.

# Page 1515447951 - Control 3108187119 - Property 1295455071
source: Specifies salesperson which commission setup line refers to. You can use filter string in this field. Do not exceed using filters to avoid performance issues.
fr_fr: Spécifie le vendeur à qui se réfère la ligne d’installation de commission. Vous pouvez utiliser la chaîne de filtre dans ce champ. Ne dépassez pas l’utilisation de filtres pour éviter les problèmes de performances.

# Page 1515447951 - Control 3320823955 - Property 1295455071
source: Specifies lines sorting order.
fr_fr: Spécifie l’ordre de tri des lignes.

# Page 1515447951 - Control 3461834954 - Property 1295455071
source: Specifies a user description.
fr_fr: Spécifie une description utilisateur.

# Page 1515447951 - Control 3586217895 - Property 1295455071
source: Filter string used to identify a subset of record by salesperson.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble d’enregistrement par le vendeur.

# Page 1515447951 - Control 3586217895 - Property 2879900210
source: Salesperson Filter
fr_fr: Filtre vendeur

# Page 1515447951 - Control 3638702141 - Property 1295455071
source: Specifies customer commission group which commission setup line refers to. You can use filter string in this field. Do not exceed using filters to avoid performance issues.
fr_fr: Spécifie le groupe de commission client auquel la ligne d’installation de commission fait référence. Vous pouvez utiliser la chaîne de filtre dans ce champ. Ne dépassez pas l’utilisation de filtres pour éviter les problèmes de performances.

# Page 1515447951 - Control 392756998 - Property 1295455071
source: Specifies salesperson role which commission setup line refers to. You can use filter string in this field. Do not exceed using filters to avoid performance issues.
fr_fr: Spécifie le rôle du vendeur auquel se réfère la ligne d’installation de la commission. Vous pouvez utiliser la chaîne de filtre dans ce champ. Ne dépassez pas l’utilisation de filtres pour éviter les problèmes de performances.

# Page 1515447951 - Control 4063593187 - Property 1295455071
source: Specifies customer which commission setup line refers to. You can use filter string in this field. Do not exceed using filters to avoid performance issues.
fr_fr: Spécifie le client à laquelle se réfère la ligne d’installation de commission. Vous pouvez utiliser la chaîne de filtre dans ce champ. Ne dépassez pas l’utilisation de filtres pour éviter les problèmes de performances.

# Page 1515447951 - Control 4130293374 - Property 1295455071
source: Specifies priority between records compliant with filters. This field is calculated by the system using this pattern: Salesperson, priority in order of 100000; Salesperson Role, priority in order of 1000; Customer, priority in order of 10. You can manually act on calculated value to force a different priority.
fr_fr: Spécifie la priorité entre les enregistrements conformes aux filtres. Ce champ est calculé par le système à l’aide de ce modèle : Vendeur, priorité de l’ordre de 100000; Rôle du vendeur, priorité de l’ordre de 1000; Client, priorité de l’ordre de 10. Vous pouvez agir manuellement sur la valeur calculée pour forcer une priorité différente.

# Page 1515447951 - Control 4275699404 - Property 2879900210
source: Filters
fr_fr: Filtres

# Page 1515447951 - Control 460889064 - Property 1295455071
source: Specifies the date from which setup line will be active.
fr_fr: Spécifie la date à partir de laquelle la ligne d’installation sera active.

# Page 1515447951 - Control 625673067 - Property 1295455071
source: Filter string used to identify a subset of record by salesperson role.
fr_fr: Chaîne de filtre utilisée pour identifier un sous-ensemble de rôle d’enregistrement par vendeur.

# Page 1515447951 - Control 625673067 - Property 2879900210
source: Salesperson Role Filter
fr_fr: Filtre de rôle vendeur

# Page 1515447951 - Property 2879900210
source: Commissions Reduction Setup (CMS)
fr_fr: Configuration de la réduction des commissions (CMS)

# Page 1739528646 - Control 2243708769 - Property 1295455071
source: Specifies Threshold Type
fr_fr: Spécifie le type de seuil

# Page 1739528646 - Control 3004954119 - Property 1295455071
source: Specifies Threshold Code
fr_fr: Spécifie le code de seuil

# Page 1739528646 - Control 3461834954 - Property 1295455071
source: Description use to identify a Threshold Code
fr_fr: Description de l’utilisation pour identifier un code threshold

# Page 1739528646 - Property 2879900210
source: EOS Comm. Thres. Code List
fr_fr: EOS Comm. Thres. Liste de code

# Page 1798183896 - Action 2246317104 - Method 1377591017 - NamedType 123526031
source: Select a commission period to use.
fr_fr: Sélectionnez une période de commission à utiliser.

# Page 1798183896 - Action 2246317104 - Property 1295455071
source: Get Entries to settle using specified filters
fr_fr: Obtenir des entrées à régler à l’aide de filtres spécifiés

# Page 1798183896 - Action 2246317104 - Property 2879900210
source: Get Entries to settle
fr_fr: Obtenir des entrées pour régler

# Page 1798183896 - Action 2282416948 - Property 1295455071
source: Post these Journal Lines
fr_fr: Publier ces lignes de journal

# Page 1798183896 - Action 2282416948 - Property 2879900210
source: Post
fr_fr: Publier

# Page 1798183896 - Action 2386713803 - Property 1295455071
source: Open the salesperson card
fr_fr: Ouvrir la carte du vendeur

# Page 1798183896 - Action 2386713803 - Property 2879900210
source: Salesperson Card
fr_fr: Carte vendeur

# Page 1798183896 - Action 2808404044 - Property 2879900210
source: Post
fr_fr: Publier

# Page 1798183896 - Action 3108187119 - Property 2879900210
source: Salesperson
fr_fr: Vendeur

# Page 1798183896 - Control 1947710592 - Property 1295455071
source: Specifies reason code of journal line.
fr_fr: Spécifie le code de raison de la ligne de journal.

# Page 1798183896 - Control 2269097897 - Property 1295455071
source: Specifies document settlement line refers to.
fr_fr: Spécifie la ligne de règlement de document à laquelle se réfère.

# Page 1798183896 - Control 2269097897 - Property 2879900210
source: Applies-to Document No.
fr_fr: Numéro de document s’applique.

# Page 1798183896 - Control 2704330142 - Property 1295455071
source: Specifies batch name related to the allocation register entry.
fr_fr: Spécifie le nom du lot lié à l’entrée du registre d’allocation.

# Page 1798183896 - Control 3050413756 - Property 1295455071
source: Specifies commission period to use when looking for entries to settle.
fr_fr: Spécifie la période de commission à utiliser lors de la recherche d’entrées à régler.

# Page 1798183896 - Control 3050413756 - Property 2879900210
source: Commission Period
fr_fr: Période de la Commission

# Page 1798183896 - Control 3164211949 - Property 1295455071
source: Specifies product type (i.e. item, g/l account, resource, ...) of journal line.
fr_fr: Spécifie le type de produit (c.-à-d. article, compte g/l, ressource, ...) de la ligne de journal.

# Page 1798183896 - Control 3193187192 - Property 1295455071
source: Specifies product no. (i.e. item, g/l account, resource, ...) of journal line.
fr_fr: Spécifie le numéro de produit (c.-à-d. article, compte g/l, ressource, ...) de la ligne de journal.

# Page 1798183896 - Control 3320823955 - Property 1295455071
source: The current line number
fr_fr: Le numéro de ligne actuel

# Page 1798183896 - Control 3322554545 - Property 1295455071
source: Specifies dimension set id of journal line..
fr_fr: Spécifie l’id de jeu de dimension de la ligne de journal..

# Page 1798183896 - Control 3332626120 - Property 1295455071
source: Specifies salesperson role of journal line.
fr_fr: Spécifie le rôle du vendeur de la ligne de journal.

# Page 1798183896 - Control 3461834954 - Property 1295455071
source: Specifies description of journal line.
fr_fr: Spécifie la description de la ligne de journal.

# Page 1798183896 - Control 3582483895 - Property 1295455071
source: Specifies commission period code of journal line.
fr_fr: Spécifie le code de période de commission de la ligne de journal.

# Page 1798183896 - Control 3586217895 - Property 1295455071
source: Specifies salesperson to use when looking for entries to settle.
fr_fr: Spécifie le vendeur à utiliser lors de la recherche d’entrées à régler.

# Page 1798183896 - Control 3586217895 - Property 2879900210
source: Salesperson Filter
fr_fr: Filtre vendeur

# Page 1798183896 - Control 3684440170 - Property 1295455071
source: Specifies name of the parent commission template.
fr_fr: Spécifie le nom du modèle de commission parent.

# Page 1798183896 - Control 3710982960 - Property 1295455071
source: Specifies posting date of journal line.
fr_fr: Spécifie la date d’affichage de la ligne de journal.

# Page 1798183896 - Control 4085727052 - Property 1295455071
source: Specifies due date of journal line.
fr_fr: Spécifie la date d’échéance de la ligne de journal.

# Page 1798183896 - Control 4189286102 - Property 1295455071
source: Specifies commission entry settlement line refers to.
fr_fr: Spécifie la ligne de règlement d’entrée de commission se réfère à.

# Page 1798183896 - Control 4275699404 - Property 2879900210
source: Filters
fr_fr: Filtres

# Page 1798183896 - Control 486908828 - Property 1295455071
source: Specifies document no. of journal line.
fr_fr: Spécifie le document no. de la ligne de journal.

# Page 1798183896 - Control 553464652 - Property 1295455071
source: Specifies salesperson code of journal line.
fr_fr: Spécifie le code du vendeur de la ligne de journal.

# Page 1798183896 - Control 592951229 - Property 1295455071
source: Specifies amount LCY of journal line. This value is referred to local currency.
fr_fr: Spécifie la quantité LCY de la ligne de journal. Cette valeur est renvoyée à la monnaie locale.

# Page 1798183896 - Control 874212758 - Property 1295455071
source: Specifies batch name of current journal.
fr_fr: Spécifie le nom du lot du journal actuel.

# Page 1798183896 - Control 874212758 - Property 2879900210
source: Batch Name
fr_fr: Nom du lot

# Page 1798183896 - Property 2879900210
source: Commission Settl. Jnl. Lines (CMS)
fr_fr: Commission Settl. Lignes Jnl. (CMS)

# Page 1825686068 - Control 3004954119 - Property 1295455071
source: Specifies the code of the group.
fr_fr: Spécifie le code du groupe.
