Repository: SamehHassine/Translations
Catalog: Commissions/Commissions.*.xlf
Languages: fr_fr

# Page 301046067 - Control 894914730 - Property 1295455071
source: Specifies page ID related to the commission template.
fr_fr: Spécifie l’ID de page lié au modèle de commission.

# Page 301046067 - Property 2879900210
source: Commission Jnl. Templates (CMS)
fr_fr: Commission Jnl. Modèles (CMS)

# Page 3091491843 - Control 2339353424 - Property 1295455071
source: Specifies the role of the salesperson for this document.
fr_fr: Spécifie le rôle du vendeur pour ce document.

# Page 3091491843 - Control 2961552353 - Property 1295455071
source: Specifies the name of the salesperson.
fr_fr: Spécifie le nom du vendeur.

# Page 3091491843 - Control 3004954119 - Property 1295455071
source: Specifies the code of the salesperson.
fr_fr: Spécifie le code du vendeur.

# Page 3091491843 - Property 2879900210
source: Add. Salespersons/Purchasers Archive
fr_fr: Ajouter. Archives des vendeurs/acheteurs

# Page 331222149 - Action 129611640 - Property 1295455071
source: Opens related settlement purchase document (posted or not) record.
fr_fr: Ouvre le document d’achat de règlement lié (publié ou non) enregistrement.

# Page 331222149 - Action 129611640 - Property 2879900210
source: Settl. Purchase Document
fr_fr: Settl. Document d’achat

# Page 331222149 - Action 1784653223 - Property 1295455071
source: Opens related customer ledger entry record.
fr_fr: Ouvre l’enregistrement d’entrée du registre des clients lié.

# Page 331222149 - Action 1784653223 - Property 2879900210
source: Detailed Cust. Ledg. Entry
fr_fr: Cust détaillé. Ledg. Entrée

# Page 331222149 - Control 149522872 - Property 1295455071
source: Specifies entry type (Payable,Settlement,Settled) of the detail line.
fr_fr: Spécifie le type d’entrée (Payable,Settlement,Settled) de la ligne de détail.

# Page 331222149 - Control 1908046867 - Property 1295455071
source: Specifies reason code of the detail line.
fr_fr: Spécifie le code de raison de la ligne de détail.

# Page 331222149 - Control 1919512485 - Property 1295455071
source: Specifies settlement prospect related to detail line.
fr_fr: Spécifie la perspective de règlement liée à la ligne de détail.

# Page 331222149 - Control 1988291615 - Property 1295455071
source: Specifies settlement prospect related to detail line.
fr_fr: Spécifie la perspective de règlement liée à la ligne de détail.

# Page 331222149 - Control 202490702 - Property 1295455071
source: Specifies settlement purchase document no. (posted or not) related to detail line.
fr_fr: Spécifie le document d’achat de règlement no (validé ou non) relatif à la ligne de détail.

# Page 331222149 - Control 2363328873 - Property 1295455071
source: Specifies the source document type for current line.
fr_fr: Spécifie le type de document source pour la ligne actuelle.

# Page 331222149 - Control 2495027912 - Property 1295455071
source: Specifies amount in LCY of the related document for the detail line.
fr_fr: Spécifie le montant en LCY du document relatif pour la ligne de détail.

# Page 331222149 - Control 2720485332 - Property 1295455071
source: Specifies the source code for current line. Only applies to lines related to journal.
fr_fr: Spécifie le code source de la ligne actuelle. S’applique uniquement aux lignes liées au journal.

# Page 331222149 - Control 3182586253 - Property 1295455071
source: Specifies the batch name for current line. Only applies to lines related to journal.
fr_fr: Spécifie le nom du lot pour la ligne en cours. S’applique uniquement aux lignes liées au journal.

# Page 331222149 - Control 3413220098 - Property 1295455071
source: Specifies commission amount in LCY of the detail line.
fr_fr: Spécifie le montant de la commission en LCY de la ligne de détail.

# Page 331222149 - Control 3710982960 - Property 1295455071
source: Specifies posting date of the detail line.
fr_fr: Spécifie la date d’affichage de la ligne de détail.

# Page 331222149 - Control 3833571303 - Property 1295455071
source: Specifies settlement purchase document type (posted or not) related to detail line.
fr_fr: Spécifie le type de document d’achat de règlement (affiché ou non) lié à la ligne de détail.

# Page 331222149 - Control 3896884728 - Property 1295455071
source: Specifies settlement prospect related to detail line.
fr_fr: Spécifie la perspective de règlement liée à la ligne de détail.

# Page 331222149 - Control 486908828 - Property 1295455071
source: Specifies the source document no. for current line.
fr_fr: Spécifie le document source no. pour la ligne actuelle.

# Page 331222149 - Control 605287968 - Property 1295455071
source: Specifies settlement purchase document line no. (posted or not) related to detail line.
fr_fr: Spécifie la ligne no de document d’achat de règlement (validée ou non) relative à la ligne de détail.

# Page 331222149 - Control 786358781 - Property 1295455071
source: Specifies entry no. of the parent Commission Ledger record.
fr_fr: Spécifie l’entrée no. du dossier parent de la Commission Ledger.

# Page 331222149 - Control 859833575 - Property 1295455071
source: Specifies cashed percentage of the customer ledger entry related to the detail line.
fr_fr: Spécifie le pourcentage encaissé de l’entrée du registre client lié à la ligne de détail.

# Page 331222149 - Control 883711285 - Property 1295455071
source: The Entry No
fr_fr: L’entrée No

# Page 331222149 - Control 92711880 - Property 1295455071
source: Specifies settlement prospect related to detail line.
fr_fr: Spécifie la perspective de règlement liée à la ligne de détail.

# Page 331222149 - Property 2879900210
source: Detailed Comm. Ledger Entry
fr_fr: Entrée détaillée du comm. Ledger

# Page 3431204148 - Control 1026268089 - Property 1295455071
source: Specifies if sales network management in enabled. If not, you will be able to insert salespersons directly on customers and documents.
fr_fr: Spécifie si la gestion du réseau de vente est activée. Si ce n’est pas le cas, vous pourrez insérer des vendeurs directement sur les clients et les documents.

# Page 3431204148 - Control 1181343548 - Property 2879900210
source: Allocation
fr_fr: Ventilation

# Page 3431204148 - Control 134968084 - Property 1295455071
source: Specifies reason code related to incentives.
fr_fr: Spécifie le code de raison lié aux incitations.

# Page 3431204148 - Control 1360013175 - Property 1295455071
source: Specifies the code of the number series that will be used when creating settlement prospects.
fr_fr: Spécifie le code de la série de nombres qui sera utilisée lors de la création de prospects de règlement.

# Page 3431204148 - Control 1406942772 - Property 2879900210
source: Sales
fr_fr: Ventes

# Page 3431204148 - Control 151744267 - Property 1295455071
source: Specifies the second parameter in order of importance used to calculate commissions on documents.
fr_fr: Spécifie le deuxième paramètre par ordre d’importance utilisé pour calculer les commissions sur les documents.

# Page 3431204148 - Control 1570127757 - Property 1295455071
source: Specifies the code of the document class that will be used when creating settlement purchase credit memos.
fr_fr: Spécifie le code de la classe de document qui sera utilisé lors de la création de mémos de crédit d’achat de règlement.

# Page 3431204148 - Control 1896551935 - Property 1295455071
source: Specifies if in case of negative prospect total, settlement credit memo must be created.
fr_fr: Spécifie si, en cas de total de prospect négatif, la note de crédit de règlement doit être créée.

# Page 3431204148 - Control 1908046867 - Property 2879900210
source: Reason Code
fr_fr: Code de raison

# Page 3431204148 - Control 1923973537 - Property 1295455071
source: Specifies reason code related to refunds.
fr_fr: Spécifie le code de raison lié aux remboursements.

# Page 3431204148 - Control 1936404554 - Property 1295455071
source: Specifies how to behave when a due date is modified on a customer ledger entry related to a advance commission entry.
fr_fr: Spécifie comment se comporter lorsqu’une date d’échéance est modifiée sur une entrée de registre du client liée à une entrée de commission préalable.

# Page 3431204148 - Control 1937665642 - Property 1295455071
source: Specifies if the base amount must include the invoice discount
fr_fr: Spécifie si le montant de base doit inclure la remise de facture

# Page 3431204148 - Control 2036521682 - Property 2879900210
source: When salesperson is changed on document header
fr_fr: Mise à jour du document vendeur d’en-tête

# Page 3431204148 - Control 2064834118 - Property 1295455071
source: Specifies the first parameter in order of importance used to calculate commissions on documents.
fr_fr: Spécifie le premier paramètre par ordre d’importance utilisé pour calculer les commissions sur les documents.

# Page 3431204148 - Control 2147202908 - Property 2879900210
source: Insert/Modify
fr_fr: Insérer

# Page 3431204148 - Control 2157377117 - Property 1295455071
source: Specifies how to update lines when a salesperson in deleted header side. Keep line value: saleperson on lines will not be deleted. Update Line value: salesperson for specific role will be deleted on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête supprimé. Gardez la valeur de la ligne : le vendeur sur les lignes ne sera pas supprimé. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera supprimé sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 2157377117 - Property 2879900210
source: Quote
fr_fr: Citez

# Page 3431204148 - Control 2443327257 - Property 1295455071
source: Specifies if the base amount must include the line discount
fr_fr: Spécifie si le montant de base doit inclure la remise de ligne

# Page 3431204148 - Control 2496530713 - Property 1295455071
source: Specifies the code of the number series that will be used when creating settlement purchase credit memos.
fr_fr: Spécifie le code de la série de numéros qui sera utilisé lors de la création de mémos de crédit d’achat de règlement.

# Page 3431204148 - Control 2665160000 - Property 1295455071
source: Specifies how to update lines when a salesperson in deleted header side. Keep line value: saleperson on lines will not be deleted. Update Line value: salesperson for specific role will be deleted on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête supprimé. Gardez la valeur de la ligne : le vendeur sur les lignes ne sera pas supprimé. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera supprimé sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 2665160000 - Property 2879900210
source: Cr. Memo
fr_fr: Cr. Mémo

# Page 3431204148 - Control 2905148671 - Property 1295455071
source: Specifies if salespersons on documents have to be retrieved from sell or bill customer.
fr_fr: Spécifie si les vendeurs sur les documents doivent être récupérés auprès du client de vente ou de facture.

# Page 3431204148 - Control 3026111617 - Property 1295455071
source: Specifies if handle cost allocation for salesperson with settlement method Invoiced.
fr_fr: Spécifie si gérer l’allocation des coûts pour le vendeur avec la méthode de règlement facturée.

# Page 3431204148 - Control 3143121453 - Property 1295455071
source: Specifies the value of the "Allocation Batch Name" field.
fr_fr: Spécifie la valeur du champ « Nom du lot d’allocation ».

# Page 3431204148 - Control 3145626574 - Property 1295455071
source: Specifies how to update lines when a salesperson in inserted or modified header side. Keep line value: if specific role already exists, no update; if does not exists, new role will be inserted for the line. Update Line value: salesperson for specific role will be updated on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête inséré ou modifié. Conserver la valeur de la ligne : si un rôle spécifique existe déjà, aucune mise à jour ; s’il n’existe pas, un nouveau rôle sera inséré pour la ligne. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera mis à jour sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 3145626574 - Property 2879900210
source: Order
fr_fr: commande

# Page 3431204148 - Control 3204014954 - Property 1295455071
source: Specifies what kind of message must be shown when unapplying a customer ledger entry that is related to a settled commission entry.
fr_fr: Spécifie le type de message à montrer lors de l’inscription d’une entrée de registre client liée à une entrée de commission réglée.

# Page 3431204148 - Control 3278703442 - Property 1295455071
source: Specifies how to update lines when a salesperson in inserted or modified header side. Keep line value: if specific role already exists, no update; if does not exists, new role will be inserted for the line. Update Line value: salesperson for specific role will be updated on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête inséré ou modifié. Conserver la valeur de la ligne : si un rôle spécifique existe déjà, aucune mise à jour ; s’il n’existe pas, un nouveau rôle sera inséré pour la ligne. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera mis à jour sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 3278703442 - Property 2879900210
source: Blanket Order
fr_fr: Ordonnance générale

# Page 3431204148 - Control 3289733327 - Property 1295455071
source: Specifies the primary salesperson role
fr_fr: Spécifie le rôle principal du vendeur

# Page 3431204148 - Control 3431023670 - Property 1295455071
source: Specifies if when a due date is modified on a customer ledger entry related to a settled/in settlement advance commission entry, user can force to proceed.
fr_fr: Spécifie si lorsqu’une date d’échéance est modifiée sur une entrée de registre du client liée à une entrée de commission préalable réglée/règlement, l’utilisateur peut forcer à procéder.

# Page 3431204148 - Control 3584280162 - Property 1295455071
source: Specifies how to update lines when a salesperson in inserted or modified header side. Keep line value: if specific role already exists, no update; if does not exists, new role will be inserted for the line. Update Line value: salesperson for specific role will be updated on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête inséré ou modifié. Conserver la valeur de la ligne : si un rôle spécifique existe déjà, aucune mise à jour ; s’il n’existe pas, un nouveau rôle sera inséré pour la ligne. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera mis à jour sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 3584280162 - Property 2879900210
source: Return Order
fr_fr: Ordre de retour

# Page 3431204148 - Control 3732648922 - Property 1295455071
source: Specifies how to update lines when a salesperson in inserted or modified header side. Keep line value: if specific role already exists, no update; if does not exists, new role will be inserted for the line. Update Line value: salesperson for specific role will be updated on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête inséré ou modifié. Conserver la valeur de la ligne : si un rôle spécifique existe déjà, aucune mise à jour ; s’il n’existe pas, un nouveau rôle sera inséré pour la ligne. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera mis à jour sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 3732648922 - Property 2879900210
source: Quote
fr_fr: Citez

# Page 3431204148 - Control 3732922845 - Property 1295455071
source: Specifies the code of the number series that will be used when creating settlement purchase invoices.
fr_fr: Spécifie le code de la série de numéros qui sera utilisé lors de la création de factures d’achat de règlement.

# Page 3431204148 - Control 3739791073 - Property 1295455071
source: Specifies the value of the "Allocation Template Name" field.
fr_fr: Spécifie la valeur du champ « Nom du modèle d’allocation ».

# Page 3431204148 - Control 3752409441 - Property 1295455071
source: Specifies reason code related to advance corrections.
fr_fr: Spécifie le code de raison lié aux corrections préalables.

# Page 3431204148 - Control 3771644211 - Property 1295455071
source: Specifies how to update lines when a salesperson in inserted or modified header side. Keep line value: if specific role already exists, no update; if does not exists, new role will be inserted for the line. Update Line value: salesperson for specific role will be updated on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête inséré ou modifié. Conserver la valeur de la ligne : si un rôle spécifique existe déjà, aucune mise à jour ; s’il n’existe pas, un nouveau rôle sera inséré pour la ligne. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera mis à jour sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 3771644211 - Property 2879900210
source: Cr. Memo
fr_fr: Cr. Mémo

# Page 3431204148 - Control 388506308 - Property 1295455071
source: Specifies how to update lines when a salesperson in deleted header side. Keep line value: saleperson on lines will not be deleted. Update Line value: salesperson for specific role will be deleted on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête supprimé. Gardez la valeur de la ligne : le vendeur sur les lignes ne sera pas supprimé. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera supprimé sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 388506308 - Property 2879900210
source: Invoice
fr_fr: Facture

# Page 3431204148 - Control 395797077 - Property 1295455071
source: Specifies how to update lines when a salesperson in deleted header side. Keep line value: saleperson on lines will not be deleted. Update Line value: salesperson for specific role will be deleted on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête supprimé. Gardez la valeur de la ligne : le vendeur sur les lignes ne sera pas supprimé. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera supprimé sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 395797077 - Property 2879900210
source: Return Order
fr_fr: Ordre de retour

# Page 3431204148 - Control 3977815394 - Property 2879900210
source: Delete
fr_fr: Supprimer

# Page 3431204148 - Control 4041734053 - Property 1295455071
source: Specifies how to behave when a due date is modified on a customer ledger entry related to a commission entry.
fr_fr: Spécifie comment se comporter lorsqu’une date d’échéance est modifiée sur une entrée de registre du client liée à une entrée de commission.

# Page 3431204148 - Control 4098063865 - Property 1295455071
source: Specifies if the commission does not be calculated on posting.
fr_fr: Spécifie si la commission n’est pas calculée lors de la validation.

# Page 3431204148 - Control 501661907 - Property 2879900210
source: Calculation
fr_fr: Calcul

# Page 3431204148 - Control 531347063 - Property 2879900210
source: Due date modification
fr_fr: Modification de la date d’échéance

# Page 3431204148 - Control 535303886 - Property 1295455071
source: Specifies the code of document class that will be used when creating settlement purchase invoices.
fr_fr: Spécifie le code de classe de document qui sera utilisé lors de la création de factures d’achat de règlement.

# Page 3431204148 - Control 6620776 - Property 1295455071
source: Specifies the value of the "Free Gift Calc. Method" field.
fr_fr: Spécifie la valeur du champ « Free Gift Calc. Method ».

# Page 3431204148 - Control 688384879 - Property 1295455071
source: Specifies how to update lines when a salesperson in inserted or modified header side. Keep line value: if specific role already exists, no update; if does not exists, new role will be inserted for the line. Update Line value: salesperson for specific role will be updated on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête inséré ou modifié. Conserver la valeur de la ligne : si un rôle spécifique existe déjà, aucune mise à jour ; s’il n’existe pas, un nouveau rôle sera inséré pour la ligne. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera mis à jour sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 688384879 - Property 2879900210
source: Invoice
fr_fr: Facture

# Page 3431204148 - Control 721514944 - Property 1295455071
source: Specifies reason code related to advances.
fr_fr: Spécifie le code de raison lié aux avances.

# Page 3431204148 - Control 757193492 - Property 1295455071
source: Specifies if when a due date is modified on a customer ledger entry related to a settled/in settlement commission entry that is handled with "Invoiced" settlement method, user can force to proceed.
fr_fr: Spécifie si lorsqu’une date d’échéance est modifiée sur une entrée du grand livre client liée à une entrée de commission de règlement réglée/en cours qui est gérée avec la méthode de règlement « Facturé », l’utilisateur peut forcer à continuer.

# Page 3431204148 - Control 763749129 - Property 1295455071
source: Specifies how to update lines when a salesperson in deleted header side. Keep line value: saleperson on lines will not be deleted. Update Line value: salesperson for specific role will be deleted on document line. No Update: salespersons on lines won't be updated in any case.
fr_fr: Spécifie comment mettre à jour les lignes lorsqu’un vendeur du côté de l’en-tête supprimé. Gardez la valeur de la ligne : le vendeur sur les lignes ne sera pas supprimé. Valeur de la ligne de mise à jour : le vendeur pour un rôle spécifique sera supprimé sur la ligne de document. Pas de mise à jour : les vendeurs sur les lignes ne seront pas mis à jour dans tous les cas.

# Page 3431204148 - Control 763749129 - Property 2879900210
source: Order
fr_fr: commande
